{
  "meta": {
    "page": 211,
    "first_line": "anya-abhilāṣa chāḍi jñāna karma parihari"
  },
  "title": [
    "Anya-abhilāṣa chāḍi"
  ],
  "author": [
    "by Śrīla Narottam Dās Ṭhākur"
  ],
  "verses": [
    {
      "number": "1",
      "text": [
        "anya-abhilāṣa chāḍi    jñāna karma parihari",
        "    kāya mane koribo bhajana",
        "sādhu-saṅge kṛṣṇa-sevā    nā pūjibo devī-devā",
        "    ei bhakti parama-kāraṇa"
      ],
      "translation": [
        "Worship the Lord with body and mind, giving up the desire for material endeavour and mundane knowledge. Perform service in the association of devotees and do not worship the various demigods. These activities are the prime cause of devotion to Krishna."
      ]
    },
    {
      "number": "2",
      "text": [
        "mahājanera jei patha    tā’te ho’be anurata",
        "    pūrvāpara koriyā vichāra",
        "sādhana-smaraṇa-līlā    ihāte nā kara helā",
        "    kāya mane koriyā sūsāra"
      ],
      "translation": [
        "The essence of devotional practice is to carefully consider and follow the path revealed by the great devotees. One should not neglect the practice of remembering the Pastimes of the Lord, for devotional service should be performed with the mind as well as the body."
      ]
    },
    {
      "number": "3",
      "text": [
        "asat-saṅga sadā tyāga    chāḍa anya gīta-rāga",
        "    karmī jñānī parihari dūre",
        "kevala bhakata-saṅga    prema-kathā-rasa-raṅga",
        "    līlā-kathā vraja-rasa-pure"
      ],
      "translation": [
        "Always give up bad association and avoid singing mundane songs. Keep at a distance from materialistic people as well as those absorbed with mundane knowledge. Associate only with the devotees and merge in the happiness of topics of the loving Pastimes of Krishna in Vṛndāvan."
      ]
    },
    {
      "number": "4",
      "text": [
        "jogī nyāsī karmī jñānī    anya-deva-pūjaka dhyānī",
        "    iha-loka dūre parihari",
        "karma dharma duḥkha śoka    jebā thāke anya joga",
        "    chāḍi’ bhaja girivara-dhārī"
      ],
      "translation": [
        "Please give up the association of the *yogīs*, *sannyāsīs*, *karmīs*, *jñānīs*, meditators, and the worshippers of the demigods. Also abandon attachment for all varieties of fruitive activities, religious duties, distresses, lamentations and material objects. Just worship Krishna, the lifter of Govardhan Hill."
      ]
    },
    {
      "number": "5",
      "text": [
        "tīrtha-jātrā pariśrama    kevala-manera-bhrama",
        "    sarva-siddhi govinda-charaṇa",
        "dṛdha-viśvāsa hṛde dhori    mada-mātsarya parihari",
        "    sadā kara ananya bhajana"
      ],
      "translation": [
        "Travelling to the holy places is only so much hard labour to attain some mental illusion when really the lotus feet of Śrī Govinda are the perfection of one’s life. One should give up pride and envy and with firm determination in the heart, one should always perform unalloyed worship of the Lord."
      ]
    },
    {
      "number": "6",
      "text": [
        "kṛṣṇa-bhakta saṅga kori    kṛṣṇa-bhakta saṅga heri",
        "    śraddhānvita śravaṇa-kīrtana",
        "archana vandana dhyāna    nava-bhakti mahā-jñāna",
        "    ei bhakti parama-kāraṇa"
      ],
      "translation": [
        "The best process of devotional service is to hear, chant, worship, glorify and meditate with faith on the Names, Forms, Qualities and Pastimes of Krishna in the association of the devotees of Krishna through the nine forms of bhakti."
      ]
    },
    {
      "number": "7",
      "text": [
        "hṛsīke govinda-sevā    nā pūjibo devī-devā",
        "    ei to’ ananya-bhakti-kathā",
        "āra jata upālambha    viśeṣa sakali dambha",
        "    dekhite lāgaye mane vyathā"
      ],
      "translation": [
        "Engage the senses in the service of Śrī Govinda and do not worship the various demigods. This principle is in the line of unalloyed devotion. All other activities are simply done through pride and to see them gives great pain to one’s heart."
      ]
    },
    {
      "number": "8",
      "text": [
        "dehe baise ripū-gaṇa    jateka indriya-gaṇa",
        "    keho kāra vādhya nāhi hoy",
        "śunile nā śune kāṇa    jānile nā jāne prāṇa",
        "    daḍhāite nā pāre niścoy"
      ],
      "translation": [
        "The six enemies; lust, anger, greed, illusion, pride and envy and the five senses of sight, sound, smell, taste, and touch reside in my body but I am unable to control them. Although I hear and understand repeatedly that one should serve Krishna with all his senses, still I cannot accept this fact with firm determination."
      ]
    },
    {
      "number": "9",
      "text": [
        "kāma krodha moha lobha",
        "        mada mātsarya dambha-saha",
        "    sthāne sthāne nijūkta koribo",
        "ānanda kori hṛdoy    ripu’ kori’ parājaya",
        "    anāyāse govinda bhajibo"
      ],
      "translation": [
        "I will engage lust, anger, greed, illusion, envy and pride in their proper places. In this way, I will defeat the enemies and with ecstasy in my heart, I will worship Govinda without difficulty."
      ]
    },
    {
      "number": "10",
      "text": [
        "kāma kṛṣṇa-karmārpaṇe    krodha bhakta-dveśi-jane",
        "    lobha sādhu-saṅge hari-kathā",
        "moha iṣṭa-lābha-bine    mada kṛṣṇa-guṇa-gāne",
        "    nijūkta koribo jathā tathā"
      ],
      "translation": [
        "I will engage my lust in eagerness to serve Krishna and I will use my anger against those who are envious of the devotees. I will be greedy to hear the topics of Hari in the association of the devotees. I will be illusioned if I fail to achieve my worshipable Lord and I will feel proud to chant the glories of Krishna. In this way, I will engage them in their respective duties."
      ]
    },
    {
      "number": "11",
      "text": [
        "anyathā svatantra kāma    anarthādi jāra dhāma",
        "    bhakti-pathe sadā deya bhaṅga",
        "kibā bā korite pāre    kāma-krodha sādhakere",
        "    jadi hoy sādhu-janāra saṅga"
      ],
      "translation": [
        "Otherwise, independent lusty desires, which are the source of all unwanted things will always disturb the path of devotional service. What harm can lusty desires and anger do to a practioner of devotional service if they associate with devotees?"
      ]
    },
    {
      "number": "12",
      "text": [
        "krodha bā nā kore kibā    krodha-tyāga sadā dibā",
        "    lobha moha ei to’ kathana",
        "choya ripū sadā hīna    koribo maner adhīna",
        "    kṛṣṇachandra koriyā smaraṇa"
      ],
      "translation": [
        "Anger spoils everything. Therefore, I will always give up anger, greed and illusion. I will control the six enemies with the help of my mind while remembering Lord Krishna."
      ]
    },
    {
      "number": "13",
      "text": [
        "āpani palābe saba    śuniyā govinda raba",
        "    siṁha-rabe jena kori-gaṇa",
        "sakali vipatti jābe    mahānanda sūkha pābe",
        "    jāra hoy ekānta bhajana"
      ],
      "translation": [
        "All the enemies will run away by hearing the sound vibration of Govinda’s name just as a deer flees upon hearing the roar of a lion. One who performs unalloyed devotional service will feel great happiness and all his dangers will be vanquished."
      ]
    },
    {
      "number": "14",
      "text": [
        "nā koriho asat-cheṣṭa    lābha pūjā pratiṣṭhā",
        "    sadā chinta govinda-charaṇa",
        "sakala santāpa jābe    parānanda sukha pābe",
        "    prema-bhakti parama-kāraṇa"
      ],
      "translation": [
        "Therefore my dear mind, do not endeavour for bad association, profit, adoration and distinction, but always remember the lotus feet of Govinda. Please engage in loving devotional service with great happiness and all your dangers will be destroyed."
      ]
    },
    {
      "number": "15",
      "text": [
        "asat-kriya kuṭināṭi    chāḍa anya paripāṭī",
        "    anya deve nā koriho rati",
        "āpana āpana sthāne    pirīti sabāi ṭāne",
        "    bhakti-pathe paḍaye bigati"
      ],
      "translation": [
        "Please give up all duplicity, illusory activities and the search for bodily happiness. Do not be attached to the worship of various demigods. Mundane love and affection for material relationships attracts everyone to their respective illusions and thus advancement on the path of devotional service is checked."
      ]
    },
    {
      "number": "16",
      "text": [
        "āpana bhajana-patha    tāhe hobo anūrata",
        "    iṣṭa-deva-sthāne-līlā-gāna",
        "naiṣṭhika bhajana ei    tomāre kohinū bhāi",
        "    hanumān tāhāte pramāṇa"
      ],
      "translation": [
        "Be continuously engaged on the path of devotional worship and be attached to glorifying the Pastimes of Śrī Krishna in Vṛndāvan. This process of devotional service is known as steady devotional service. The prime example of this is Hanumān."
      ]
    }
  ]
}