{
  "meta": {
    "page": 136,
    "first_line": "avatāra sāra gorā avatāra"
  },
  "title": [
    "Avatāra Sāra"
  ],
  "author": [
    "by Śrīla Lochan Dās Ṭhākur"
  ],
  "verses": [
    {
      "number": "1",
      "text": [
        "avatāra sāra    gorā avatāra",
        "    keno nā bhajili tā̐re",
        "kori nīre vāsa gelo nā piyāsa",
        "    āpana karama phere"
      ],
      "translation": [
        "The incarnation of Śrī Gaura is the most excellent of all incarnations. Why haven’t I worshipped Him? It is as if I was surrounded by water but denied myself a drink, returning to my own fruitive activity."
      ]
    },
    {
      "number": "2",
      "text": [
        "kaṇṭa-kera taru    sadāi sebili (mana)",
        "    amṛta pā’bāra āśe",
        "prema-kalpataru    śrī gaurāṅga āmāra",
        "    tāhāre bhabili biṣe"
      ],
      "translation": [
        "I chewed the thorns of the tree of worldly life and considered the blood that flowed through my mouth to be nectar. When offered the fruits of the wish-fulfilling tree of ecstatic love of Lord Gaurāṅga, I rejected them, thinking them to be poison."
      ]
    },
    {
      "number": "3",
      "text": [
        "saura-bhera āśe    palāśa śuṅkili (mana)",
        "    nāsāte paśilo kīṭa",
        "‘ikṣu-daṇḍa’ bhāvi’    kāṭha chuṣili (mana)",
        "    kemone pāibi miṭha"
      ],
      "translation": [
        "Desirous of smelling a sweet scent, I sniffed at what I thought to be a fragrant flower. Alas, that flower was odourless like the palāśa flower and instead an insect flew up my nose and bit me. Thinking material life to be sweet like sugarcane, I tried to taste its nectar. Instead, it was like chewing dry wood. In this way all my attempts at enjoyment were false."
      ]
    },
    {
      "number": "4",
      "text": [
        "‘hāra’ boliyā    golāya parili (mana)",
        "    śamana kiṅkora sāpa",
        "‘śītala’ boliyā    āguna pohāli (mana)",
        "    pāili bajara-tāpa"
      ],
      "translation": [
        "Admitting defeat, wasted and worn out, I await the snake of death. Declaring it to be cool and soothing, I have embraced the fire of material life, only to suffer intense misery, as if struck by lightning."
      ]
    },
    {
      "number": "5",
      "text": [
        "saṁsāra bhajili    śrī-gaurāṅga bhulili",
        "    nā śunili sādhura kathā",
        "iha-parakāla    dukāla khoyāli (mana)",
        "    khāili āpana māthā"
      ],
      "translation": [
        "Worshipping my family and my material life, I forgot Lord Gaurāṅga and didn’t listen to the instructions of the saints. Now in my final days, I realise I have died twice, for not only am I leaving this mortal body, but I am also dead while living, having wasted my life in material indulgence."
      ]
    }
  ]
}