{
  "meta": {
    "page": 338,
    "first_line": "bhāgyādhīśa! tvadīyo vimala-sukhamayaḥ"
  },
  "title": [
    "Śrī Guru-Praśastiḥ"
  ],
  "author": [
    "Composed by Śrīla Bhakti Sundar Govinda Dev-Goswāmī Mahārāj"
  ],
  "verses": [
    {
      "number": "1",
      "text": [
        "bhāgyādhīśa! tvadīyo vimala-sukhamayaḥ",
        "    samprakāśastu-nityo",
        "gauḍaṁ rāḍhaṁ tathedaṁ tribhūvanam-akhilaṁ",
        "    dhanya-dhanyan chakāra",
        "khaṇḍe kāle dṛśāṁ no gagaṇa-rasamitaṁ",
        "    pūrayitvā budhānā–",
        "mānandaṁ bardhayan vai sva-parijana-gaṇair-",
        "    dhāmani tvaṁ vibhāsi"
      ],
      "translation": [
        "O Fortune-maker! Divine Master! Your unalloyed blissful appearance is eternal. The people of Gauḍa, Rāḍha and all the universe speak of your virtuous and auspicious appearance. Time appears to stand still at your appearance, as the sky is filled with your wonderful qualities. Your manifestation gives joy to all the saintly persons and that joy increases unlimitedly due to the illumination of the Holy Dhām by you, along with your divine associates."
      ]
    },
    {
      "number": "2",
      "text": [
        "devādyāste ‘khila guṇa-gaṇān-",
        "    naiva gātuṁ samarthāḥ",
        "kvāhaṁ jīvo ’tiśaya-patito",
        "    manda-bhāgyo ’ti kṣudraḥ",
        "bho ārādhya! stavana-viṣaye",
        "    kintu dīnādhamasya",
        "pratyāśā tat-sukaruṇatayā",
        "    vīrachandrābhidastvam"
      ],
      "translation": [
        "Even gods and goddesses are unable to sing your praiseworthy qualities and attributes. Where am I!? A very fallen soul, an unfortunate and tiny living entity. O adorable, venerable Gurudeva! Your blessings and mercy can raise me to sing with expectation, as you are non-different from Birachandra Prabhu."
      ]
    },
    {
      "number": "3",
      "text": [
        "dṛṣṭvā viśvasya jīvān khalu hari-vimukhān",
        "    gaura-devo dayāyā",
        "rūpaṁ gauḍe bhavastaṁ parama-karuṇayā",
        "    prāhinod- dīna bandho!",
        "etaj jñātvā prakāśāt sudina-samudayaṁ",
        "    smāramāśāḥ saharṣā",
        "jayante chaiva māyā-nigaḍa-nikara-",
        "    saṁmochane ’smakamaddhā"
      ],
      "translation": [
        "To observe the people of the universe that are averse to Śrī Hari, the Lord, Śrī Gaurahari mercifully sent you to Śrī Rūpa’s own Gauḍa *deśa* as their protector and guardian. By the remembrance of your auspicious appearance day we can cut the bondage of Māyā, the nescience of material ignorance."
      ]
    },
    {
      "number": "4",
      "text": [
        "yadvad-bhānuḥ kiraṇa-nikarair-",
        "    bhāsayan viśvam etan",
        "nāśaṁ kṛtvā nikhila-tamasāṁ",
        "    tejasā saṁvibhāti",
        "kṛtvā nāśaṁ prakṛti-tamasāṁ",
        "    satya-sūryaṁ prakāśya",
        "divya-jñānair-hari-guṇa-gaṇais",
        "    tvan cha tadvad-vibhāsi"
      ],
      "translation": [
        "As the sun eradicates all the darkness of the universe by spreading its rays and shining forth, similarly you are shining and eradicating the darkness of Māyā as the true sun of divine knowledge, full of the all-powerful qualities of Śrī Hari."
      ]
    },
    {
      "number": "5",
      "text": [
        "duḥkhaiḥ pūrṇaṁ vibudha-hṛdayaṁ",
        "    kāla-dharmāch cha dṛṣṭvā",
        "māyāvādān kalijakumatān",
        "    duṣkṛtān śāsitun cha",
        "deśe deśe bhramasi vitaran",
        "    gaura-vāṇīn cha nāma",
        "dhṛtvā deva! tribhuvana-jayaṁ",
        "    vajra-kalpaṁ tridaṇḍam"
      ],
      "translation": [
        "Oh my Lord! Taking the thunder-like mendicant’s (*sannyasī*’s) triple staff (*tridaṇḍa*) and conquering the universe, you travelled from place to place distributing the teachings of Gaurāṅga ( Gaura-vāṇī ) to please the saddened hearts of the intelligentsia and to destroy the impersonalist conceptions and demoniac ideas that have grown by the influence of the age of Kali."
      ]
    },
    {
      "number": "6",
      "text": [
        "varṣāyāṁ vai sajala-jalado",
        "    vādayan mandrabheriṁ",
        "yadyad viśve bhramati bahudhā",
        "    vāridhārān cha varṣan",
        "tadvad-bhūmau bhramasi sagaṇair-",
        "    ghoṣayan gaura-gāthā",
        "nityaṁ divyāmṛta-sukaruṇāṁ",
        "    tvaṁ hi deva! pravarṣan"
      ],
      "translation": [
        "In the rainy season, the clouds filled with water move through the sky with a thunderous sound and shower their rains. Similarly you shower your merciful divine rains as you travel throughout this universe. Your travelling throughout the earth, along with your associates, is like the rumble of thunder as you distribute the glories of Lord Gaurāṅga. Oh my Lord, in this way you eternally shower supremely merciful nectar over all."
      ]
    },
    {
      "number": "7",
      "text": [
        "śrī-chaitanya-vilāsa-dhāmani",
        "    navadvīpāśrame sundare",
        "śrī-gaurāṅga-vidhos-tathā vraja yunoḥ",
        "    sevā-sudhā-sampadam",
        "tadvan gāṅga-taṭe dayāmaya-vibho!",
        "    sadhūn samāhlā-dayan",
        "śrī-rūpānuga-sampradāya-vibhavānud",
        "    bhāsayan bhāsase"
      ],
      "translation": [
        "At Nabadwīp, the manifestation place of Śrī Chaitanya, on the banks of the Ganges River, you built a beautiful hermitage filled with the wealth of the conception of Śrī Gaurachandra, the worship of the youthful son of Vraja, Śrī Govindasundar. Oh merciful Lord! Here you adore the saintly devotees and give them joy by perfectly explaining the supreme teachings of Śrī Rūpa, appearing personally to give this merciful current of divinity as his full representative."
      ]
    },
    {
      "number": "8",
      "text": [
        "chārvākānta-kṛtāntako ’khila",
        "    guruḥ pāṣaṇḍa-śailāśanir",
        "bauddha-dhvānta-matānta-dāyaka",
        "    mahāmārtaṇḍa-chūḍāmaṇiḥ",
        "māyāvāda-mahāvivarta-",
        "    gahaṇāj-jīvān samuddhā-vayan",
        "śrī-gaurendu-jaya-dhvajo vijayate",
        "    svāmin bhavān nityaśaḥ"
      ],
      "translation": [
        "You are the divine master and protector of all by destroying the philosophy of Charvak Rishi; you are a stone-like weapon to the miscreants of this world; you are like the bright sun to the darkness of Buddhism and you protect the souls of this world from the horrible hole of impersonalist thought (*māyāvāda*); and you fly the victory flag of Śrī Gaurachandra or you are the victory flag for Śrī Gaurendu (the poet)."
      ]
    },
    {
      "number": "9",
      "text": [
        "śrī-gaurāṅga-sarasvatī-dhunidhara!",
        "    śrī-bhakti-saṁrak-ṣaka!",
        "śrī-siddhānta-sarasvatī priyavara!",
        "    nyāsīśvara! śrī-guro!",
        "devādyeha! bhavat-śubhodaya-",
        "    dine saṁprārthaye ’haṁ vibho!",
        "pādābje khalu nitya-bhṛtya iti",
        "    me kāruṇyam-ātan-vatām"
      ],
      "translation": [
        "Oh my Lord! Oh divine guardian of the current of the teachings of Śrī Gaurāṅga coming through Śrīla Saraswatī Ṭhākur; who is the protector of pure devotion; who is the dearmost of Śrī Saraswatī Ṭhākur; you are the senior-most *sannyasī*; you are the great divine master. Oh my Lord! Today being your advent day this eternal servant of your lotus feet prays to always bathe in the shower of your mercy."
      ]
    }
  ]
}