{
  "meta": {
    "verse parentheses": "non bold",
    "page": 60,
    "first_line": "bhaja re bhaja re āmār mana ati manda"
  },
  "title": [
    "Bhajan-gīti"
  ],
  "author": [
    "by Śrīla Bhakti Vinod Ṭhākur"
  ],
  "verses": [
    {
      "number": "1",
      "text": [
        "bhaja re bhaja re āmār mana ati manda",
        "    (bhajan vinā gati nāi re)",
        "    (vraja-bane rādhā-kṛṣṇa bhajan vinā gati nāi re)",
        "(bhaja) vraja-bane rādhā-kṛṣṇa-charaṇāravinda",
        "    (jñāna-karma parihari’ re)",
        "    (śuddha rāga patha dhari jñāna-karma parihari)"
      ],
      "translation": [
        "O my mind, how foolish you are. Just worship the lotus feet of Rādhā and Krishna in the forest of Vraja. Without such worship there is no means of spiritual advancement. Give up all speculative knowledge and materialistic activities and just worship Rādhā and Krishna in the forests of Vraja."
      ]
    },
    {
      "number": "2",
      "text": [
        "(bhaja) gaura-gadādharādvaita-guru-nityānanda",
        "    (gaura-kṛṣṇe abhede jene)",
        "    (guru kṛṣṇa-priya jene gaura-kṛṣne abheda jene re)",
        "śrīnivāsa, haridāsa, murāri, mukunda",
        "    (gaura-preme smara smara re)",
        "    (śrīnivāsa, haridāse, gaura-preme smara re)"
      ],
      "translation": [
        "You  should  worship  and  serve  Lord  Gaura, Gadādhara, Advaita, and the original Spiritual Master, Lord Nityānanda. Knowing Lord Gaura and Lord Krishna to be the same, and knowing the Spiritual Master to be very dear to Krishna, you should remember the dear associates of Lord Chaitanya, such as Śrīvās Ṭhākur, Haridās Ṭhākur, Murāri Gupta, and Mukunda Datta. In deep love for Lord Gaura, you should remember the two great personalities Śrīvās Ṭhākur and Haridās Ṭhākur."
      ]
    },
    {
      "number": "3",
      "text": [
        "rūpa-sanātana-jīva-raghunātha-dvandva",
        "    (jadi bhajan korbe re)",
        "    (rūpa-sanātane smaran jadi bhajan korbe re)",
        "rāghava-gopāla-bhaṭṭa-svarūpa-rāmānanda",
        "    (kṛṣṇa prema jadi chāo re)",
        "    (svarūpa-rāmānande smara",
        "    kṛṣṇa-prema jadi chāo re)"
      ],
      "translation": [
        "You should remember the Goswāmīs of Vṛndāvan: Śrī Rūpa Goswāmī, Sanātan Goswāmī, Jīva Goswāmī, Raghunāth  Bhaṭṭa  Goswāmī,  and  Raghunāth  Dās Goswāmī. If you worship Lord Krishna, then you should remember the two great souls Śrī Rūpa Goswāmī and Sanātan Goswāmī. You should also remember Rāghava Paṇḍit, Gopāl Bhaṭṭa Goswāmī, Swarūp Dāmodar Goswāmī, and Rāmānanda Rāya. If you really seek love of Krishna, then you must remember Swarūp Dāmodar Goswāmī and Rāmānanda Rāya."
      ]
    },
    {
      "number": "4",
      "text": [
        "goṣṭhī-saha karṇapura-sen-śivānanda",
        "    (ajasra smara smara re)",
        "    (goṣṭhī-saha-sen śivānande ajasra smara re)",
        "rūpānuga sādhu-jana bhajana-ānanda",
        "    (vraje bās jadi chāo re)",
        "    (rūpānuga sādhu-jane smara vraje bās jadi chāo re)",
        "rūpānuga sādhu-jana bhajana-ānanda",
        "bhaja re bhaja re āmār mana ati manda"
      ],
      "translation": [
        "You should remember Śrīla Kavi Karṇapura and all his family members, who are all sincere servants of Lord Śrī Chaitanya Mahāprabhu. You should also remember the father of Kavi Karṇapura, Śivānanda Sena. Always remember, always remember Śrī Karṇapura and his family. You should remember all those Vaiṣṇavas who strictly follow the path of Śrī Rūpa Goswāmī and who are absorbed in the ecstasy of *bhajan*. If you actually want residence in the land of Vraja, then you must remember all of the Vaiṣṇavas, who are followers of Śrīla Rūpa Goswāmī."
      ]
    }
  ],
  "embeds": [
    {
      "title": "Bhakti Lalita Devi",
      "embed_url": "https://soundcloud.com/bhakti-lalita-devi/bhakti-lalita-devi-bhajan-giti-bhaja-re-bhaja-re-amar",
      "iframe_url": "https://w.soundcloud.com/player/?url=https%3A%2F%2Fsoundcloud.com%2Fbhakti-lalita-devi%2Fbhakti-lalita-devi-bhajan-giti-bhaja-re-bhaja-re-amar",
      "embed_code": "<iframe width=\"100%\" height=\"20\" scrolling=\"no\" frameborder=\"no\" allow=\"autoplay\" src=\"https://w.soundcloud.com/player/?url=https%3A%2F%2Fsoundcloud.com%2Fbhakti-lalita-devi%2Fbhakti-lalita-devi-bhajan-giti-bhaja-re-bhaja-re-amar\"></iframe>"
    }
  ]
}