{
  "meta": {
    "page": 68,
    "first_line": "bhaja bhakata-vatsala śrī-gaurahari"
  },
  "title": [
    "Śrī Bhog Ārati Gīti"
  ],
  "author": [
    "by Śrīla Bhakti Vinod Ṭhākur"
  ],
  "verses": [
    {
      "number": "1",
      "text": [
        "bhaja bhakata-vatsala śrī-gaurahari",
        "śrī-gaurahari sohi goṣṭha-bihārī,",
        "nanda-jaśomatī-chitta-hārī"
      ],
      "translation": [
        "Just  worship  Śrī  Gaurahari,  who  is  always affectionate toward His devotees. He is the same Supreme Godhead, Krishna, who sported in the cowherd pastures of Vraja and stole the hearts of Nanda and Yaśodā."
      ]
    },
    {
      "number": "2",
      "text": [
        "belā ho’lo, dāmodara, āisa ekhano",
        "bhoga-mandire bosi’ koraho bhojana"
      ],
      "translation": [
        "Mother Yaśodā calls to Krishna, “My dear Dāmodar, it is very late. Please come right now, sit down in the dining hall, and take your lunch.”"
      ]
    },
    {
      "number": "3",
      "text": [
        "nandera nirdeśe baise giri-vara-dhārī",
        "baladeva-saha sakhā baise sāri sāri"
      ],
      "translation": [
        "On the direction of Nanda Mahārāj, Krishna, the holder of Govardhan Hill, sits down, and then all the cowherd boys, along with Krishna’s elder brother, Śrī Baladeva, sit down in rows to take their lunch."
      ]
    },
    {
      "number": "4",
      "text": [
        "śuktā-śākādi bhāji nālitā kuṣmāṇḍa",
        "ḍāli ḍālnā dugdha-tumbī dadhi mochā-ghaṇṭa"
      ],
      "translation": [
        "They are then served a feast of śuktā and various kinds of green leafy vegetables, then nice fried things, and a salad made of the green leaves of the jute plant. They are also served pumpkin, baskets of fruit, small square cakes made of lentils and cooked down milk, then thick yogurt, squash cooked in milk, and vegetable preparations made from the flower of the banana tree."
      ]
    },
    {
      "number": "5",
      "text": [
        "mudga-boḍā māṣa-boḍā roṭikā ghṛtānna",
        "śaṣkulī piṣṭaka kṣīr puli pāyasānna"
      ],
      "translation": [
        "Then they receive fried squares of mung dal patties, and urad dal patties, chapātīs, and rice with ghee. Next, sweets made with milk, sugar, and sesamum; rice flour cakes; thick cooked-down milk; cakes floating in milk; and sweet rice."
      ]
    },
    {
      "number": "6",
      "text": [
        "karpūra amṛta–kelī rambhā kṣīra-sāra",
        "amṛta rasālā, amla dvādaśa prakāra"
      ],
      "translation": [
        "There is also sweet rice that tastes just like nectar due to its being mixed with camphor. There are bananas, and cheese which is nectarean and delicious. They are also served twelve kinds of sour preparations made with tamarinds, limes, lemons, oranges, and pomegranates."
      ]
    },
    {
      "number": "7",
      "text": [
        "luchi chini sarapurī lāḍḍu rasāvalī",
        "bhojana korena kṛṣṇa ho’ye kutūhalī"
      ],
      "translation": [
        "There are purīs made with white flour and sugar; purīs filled with cream; laḍḍus; and dal patties boiled in sugared rice. Krishna eagerly eats all of the food."
      ]
    },
    {
      "number": "8",
      "text": [
        "rādhikāra pakka anna vividha vyañjana",
        "parama ānande kṛṣṇa korena bhojana"
      ],
      "translation": [
        "In great ecstasy and joy Krishna eats the rice, curried  vegetables,  sweets,  and  pastries  cooked  by Śrīmatī Rādhārāṇī."
      ]
    },
    {
      "number": "9",
      "text": [
        "chole-bole lāḍḍu khāy śrī-madhumaṅgala",
        "bagala bājāy āra deya hari-bolo"
      ],
      "translation": [
        "Krishna’s funny *brāhmaṇ* friend Madhumaṅgal, who is very fond of laḍḍus, gets them by hook or by crook. Eating the laḍḍus he shouts, “Haribol! Haribol!” and makes a funny sound by slapping his sides under his armpits with his hands."
      ]
    },
    {
      "number": "10",
      "text": [
        "rādhikādi gaṇe heri’ nayanera koṇe",
        "tṛpta ho’ye khāy kṛṣṇa yaśodā-bhavane"
      ],
      "translation": [
        "Beholding Rādhārāṇī and Her *gopī* friends out of the corners of His eyes, Krishna eats at the house of Mother Yaśodā with great satisfaction."
      ]
    },
    {
      "number": "11",
      "text": [
        "bhojanānte piye kṛṣṇa suvāsita vāri",
        "sabe mukha prakṣāloy ho’ye sāri sāri"
      ],
      "translation": [
        "After lunch, Krishna drinks rose-scented water. Then all of the boys, standing in lines, wash their mouths."
      ]
    },
    {
      "number": "12",
      "text": [
        "hasta-mukha prakṣāliyā jata sakhā-gaṇe",
        "ānande viśrāma kore baladeva-sane"
      ],
      "translation": [
        "After all the cowherd boys wash their hands and mouths, in great bliss they take rest with Lord Balarām."
      ]
    },
    {
      "number": "13",
      "text": [
        "jāmbula rasāla āne tāmbūla-maśālā",
        "tāhā kheye kṛṣṇa-chandra sukhe nidrā gelā"
      ],
      "translation": [
        "The two cowherd boys Jāmbula and Rasāla then bring Krishna *pān* made with betel nuts, fancy spices, and catechu. After eating that *pān*, Śrī Krishnachandra then happily goes to sleep."
      ]
    },
    {
      "number": "14",
      "text": [
        "viśālākṣa śikhi-pucha-chāmara ḍhulāya",
        "apūrva śayāya kṛṣṇa sukhe nidrā jāya"
      ],
      "translation": [
        "While  Krishna  happily  takes  His  rest  on  an excellent bedstead, His servant Viśālākṣa cools Him with a fan of peacock feathers."
      ]
    },
    {
      "number": "15",
      "text": [
        "jaśomatī-ājñā peye dhaniṣṭhā-ānito",
        "śrī-kṛṣṇa-prasāda rādhā bhuñje hoye prīto"
      ],
      "translation": [
        "At Mother Yaśodā’s request the *gopī* Dhaniṣṭhā brings remnants of food left on Krishna’s plate to Śrīmatī Rādhārāṇī, who eats them with great delight."
      ]
    },
    {
      "number": "16",
      "text": [
        "lalitādi sakhī-gaṇa avaśeṣa pāya",
        "mane mane sukhe rādhā-kṛṣṇa-guṇa gāya"
      ],
      "translation": [
        "Lalitā-devī and the other *gopīs* then receive the remnants, and within their hearts they sing the glories of Rādhārāṇī and Krishna with great joy."
      ]
    },
    {
      "number": "17",
      "text": [
        "hari-līlā ek-mātra jāhāra pramoda",
        "bhogārati gāy ṭhākur bhakativinoda"
      ],
      "translation": [
        "Ṭhākur Bhakti Vinod, whose one and only joy is the Pastimes of Lord Hari, sings this Bhog Ārati song."
      ]
    },
    {
      "text": [
        "bhaja govinda govinda gopāla",
        "giridhārī gopīnātha nanda dulala",
        "bhaja govinda govinda gopāla",
        "nanda dulala jaya jaya śachī dulala",
        "śachī dulala jaya jaya gaura gopāla"
      ]
    }
  ]
}