{
  "meta": {
    "page": 260,
    "first_line": "bhayabhañjana jayaśaṁsana"
  },
  "title": [
    "Śrī Dayita Dās",
    "Praṇati Pañchakam"
  ],
  "author": [
    "by Śrīla Bhakti Rakṣak Śrīdhar Dev-Goswāmī Mahārāj"
  ],
  "subtitle": [
    "Homage unto Śrīla Saraswati Ṭhākur"
  ],
  "verses": [
    {
      "number": "1",
      "text": [
        "bhayabhañjana jayaśaṁsana-karuṇāyata-nayanam",
        "kanakotpala janakojjvala-rasasāgara-chayanam",
        "mukharīkṛta-dharaṇītala-harikīrtana-rasanam",
        "kṣitipāvana-bhavatāraṇa-pihitāruṇa-vasanam",
        "śubhadodaya-divase vṛṣaravijā-nija-dayitam",
        "praṇamāmi cha charaṇāntika-parichāraka-sahitam"
      ],
      "translation": [
        "He (of divine form) came forth from the birthplace of the golden lotus - the ocean of the mellow of divine consorthood. His large, merciful eyes dispel (the suffering souls’) fear and proclaim (the surrendered souls’) victory. His tongue (constantly) vibrates the whole Earth planet with Śrī Krishna-*saṅkīrtan*, his beauty resplendent in the robes of the sun’s radiance (saffron) that purifies the universe and dispels the suffering of material existence. On his Holy Day of Advent, I (again and again) bow down unto that beloved associate of Śrī Vṛṣabhānunandinī, and the servitors of his lotus feet."
      ]
    },
    {
      "number": "2",
      "text": [
        "śaraṇāgata-bhajanavrata-chirapālana-charaṇam",
        "sukṛtālaya-saralāśaya-sujanākhila-varaṇam",
        "harisādhana-kṛtabādhana janaśāsana-kalanam",
        "sacharāchara-karuṇākara-nikhilāśiva-dalanam",
        "śubhadodaya-divase vṛṣaravijā-nija-dayitam",
        "praṇamāmi cha charaṇāntika-parichāraka-sahitam"
      ],
      "translation": [
        "The devotees surrendered in pure devotion are eternally protected at his lotus feet. He is worshippable by the pure souls endowed with sincerity and good fortune, and he accepts (even) those who obstruct the service of Śrī Hari, just to rectify them. As the very fountainhead of mercy upon all mobile and immobile beings, he crushes the inauspiciousness of the whole universe. On his Holy Day of Advent, I (again and again) bow down unto that beloved associate of Śrī Vṛṣabhānunandinī, and the servitors of his lotus feet."
      ]
    },
    {
      "number": "3",
      "text": [
        "atilaukika-gatitaulika-ratikautuka-vapuṣam",
        "atidaivata-mativaiṣṇava-yati-vaibhava-puruṣam",
        "sasanātana-raghurūpaka-paramāṇugacharitam",
        "suvichāraka iva jīvaka iti sādhubhiruditam",
        "śubhadodaya-divase vṛṣaravijā-nija-dayitam",
        "praṇamāmi cha charaṇāntika-parichāraka-sahitam"
      ],
      "translation": [
        "Like a miracle, his body moves with a joyful elegance and charm beyond the world’s understanding, fulfilling the artist’s aspiration. (Or, dancing in Pastimes transcendental to the world, his artistic form incites divine love’s hankering). His intellect surpasses that of (even) the demigods, and he is nobility incarnate as the commander in-chief of the Vaiṣṇava *sannyāsīs* (*tridaṇḍi-yatis*). The *sādhus* of profound intellect describe the nature of his personality as meticulously in the line of Śrī Sanātan, Śrī Rūpa, and Śrī Raghunāth, and they speak of him as being on the same plane as Śrī Jīvapāda (being superbly replete in perfect theistic conclusions). On his Holy Day of Advent, I (again and again) bow down unto that beloved associate of Śrī Vṛṣabhānunandinī, and the servitors of his lotus feet."
      ]
    },
    {
      "number": "4",
      "text": [
        "sarasītaṭa-sukhadoṭaja-nikaṭapriyabhajanam",
        "lalitāmukha-lalanākula-paramādarayajanam",
        "vrajakānana-bahumānana-kamalapriyanayanam",
        "guṇamañjari-garimā-guṇa-harivāsanavayanam",
        "śubhadodaya-divase vṛṣaravijā-nija-dayitam",
        "praṇamāmi cha charaṇāntika-parichāraka-sahitam"
      ],
      "translation": [
        "On the bank of Śrī Rādhā Kuṇḍa at Svānanda Sukhada Kuñja, he is devoted to the service of his Beloved, and (furthermore) he is greatly endeared to the divine damsels of Vraja headed by Lalitā. He is most favourite to Kamala-mañjarī who is pre-eminent in Vṛndāvan, and with the glorious qualities of Guṇamañjarī he builds the residence of Śrī Hari. On his Holy Day of Advent, I (again and again) bow down unto that beloved associate of Śrī Vṛṣabhānunandinī, and the servitors of his lotus feet."
      ]
    },
    {
      "number": "5",
      "text": [
        "vimalotsavam amalotkala-puruṣottama-jananam",
        "patitoddhṛti-karuṇāstṛti-kṛtanūtana-pulinam",
        "mathurāpura-puruṣottama-samagaurapuraṭanam",
        "harikāmaka-haridhāmaka-harināmaka-raṭanam",
        "śubhadodaya-divase vṛṣaravijā-nija-dayitam",
        "praṇamāmi cha charaṇāntika-parichāraka-sahitam"
      ],
      "translation": [
        "He is immaculate joy incarnate, or, he is the graciousness or the joy of Vimalā Devī. He manifested the Pastimes of his Advent at Puruṣottama Kṣetra in the holy land of Orissa, and he revealed his Pastimes of delivering the fallen souls and extending his mercy upon them (by awarding them the gift of divine love) at the ‘new isles,’ or Nabadwīp. Circumambulating Gaura Dhām in the same way as traditionally done at Vraja Dhām and Puruṣottama Dhām, he continuously propagates - the loving desire of Vraja, the divine abode of Vaikuṇṭha, and the holy name of Krishna. On his Day of Holy Advent, I (again and again) make my obeisance unto that dear associate of Śrī Vṛṣabhānunandinī, and the servitors of his holy lotus feet."
      ]
    }
  ]
}