{
  "meta": {
    "page": 290,
    "first_line": "chaudda-śata sāta-śake māsa je phālgun"
  },
  "title": [
    "Śrī Gaura Purṇīmā"
  ],
  "author": [
    "by Śrīla Kṛṣṇadās Kavirāj Goswāmī"
  ],
  "subtitle": [
    "Verses 89-124 from Śrī Chaitanya Charitāmṛta"
  ],
  "verses": [
    {
      "number": "89",
      "text": [
        "chaudda-śata sāta-śake māsa je phālgun",
        "paurṇamāsīra sondhyā-kāle hoile śubha-kṣaṇ"
      ],
      "translation": [
        "Thus in the year 1407 of the Śaka Era (A.D. 1486), in the month of Phālguna [March-April], on the evening of the full moon, the desired auspicious moment appeared."
      ]
    },
    {
      "number": "90",
      "text": [
        "siṁha-rāśi, siṁha-lagna, ucha graha-goṇ",
        "ṣaḍa-varga, aṣṭa-varga, sarva sulakṣaṇ"
      ],
      "translation": [
        "According to the Jyotir-veda, or Vedic astronomy, when the figure of the lion appears both in the zodiac and the time of birth [*lagna*], this indicates a very high conjunction of planets, an area under the influence of *ṣaḍa-varga* and *aṣṭa-varga*, which are all-auspicious moments."
      ]
    },
    {
      "number": "91",
      "text": [
        "a-kalaṅka gaurachandra dilā daraśan",
        "sa-kalaṅka chandre āro kon prayojan"
      ],
      "translation": [
        "When the spotless moon of Śrī Chaitanya Mahāprabhu became visible, what would be the need for a moon full of black marks on its body?"
      ]
    },
    {
      "number": "92",
      "text": [
        "eto jāni’ rāhu koilo chandrera grahaṇ",
        "‘kṛṣṇa’ ‘kṛṣṇa’ ‘hari’ nāme bhāse tri-bhuvan"
      ],
      "translation": [
        "Considering this, Rāhu, the black planet, covered the full moon, and immediately vibrations of “Krishna! Krishna! Hari!” inundated the three worlds."
      ]
    },
    {
      "number": "93",
      "text": [
        "jaya jaya dhvani hoilo sakala bhuvan",
        "chamatkāra hoiyā lok bhāve mone mon"
      ],
      "translation": [
        "All people thus chanted the Holy Names during the lunar eclipse, and their minds were struck with wonder."
      ]
    },
    {
      "number": "94",
      "text": [
        "jagat bhoriyā lok bole——‘hari’",
        "‘hari’ sei-kṣaṇe gaurakṛṣṇa bhūme avatari"
      ],
      "translation": [
        "When the whole world was thus chanting the Holy Names “Hari! Hari!” Krishna in the form of Gaurahari advented Himself on the earth."
      ]
    },
    {
      "number": "95",
      "text": [
        "prasanna ho-ilo sob jagatera mon",
        "‘hari’ boli’ hinduke hāsya karaye javan"
      ],
      "translation": [
        "The whole world was pleased. While the Hindus chanted the Holy Name of the Lord, the non-Hindus, especially the Muslims, jokingly imitated the words."
      ]
    },
    {
      "number": "96",
      "text": [
        "‘hari’ boli’ nārīgoṇ dei hulāhuli",
        "svarge vādya-nṛtya kore deva kutūhalī"
      ],
      "translation": [
        "All the ladies vibrated the Holy Name and chanted “huli huli huli!!!”, while in the heavenly planets dancing and music were going on and the demigods were very curious."
      ]
    },
    {
      "number": "97",
      "text": [
        "prasanna hoilo doś dik, prasanna nadījol",
        "sthāvara-jaṅgama hoilo ānande vihval"
      ],
      "translation": [
        "In this atmosphere, all the ten directions became jubilant, as did the waves of the rivers. Moreover, all beings, moving and nonmoving, were overwhelmed with transcendental bliss."
      ]
    },
    {
      "number": "98",
      "text": [
        "nadīyā-udayagiri,    pūrṇachandra gaurahari,",
        "    kṛpā kori’ ho-ilo udoy",
        "pāpa-tamaḥ hoilo nāśa,    tri-jagatera ullāsa,",
        "    jagabhari’ hari-dhvani hoy"
      ],
      "translation": [
        "By His causeless mercy the full moon, Gaurahari, rose in the district of Nadia, which is compared to Udayagiri, where the sun first becomes visible. His rising in the sky dissipated the darkness of sinful life, and thus the three worlds became joyful and chanted the Holy Name of the Lord."
      ]
    },
    {
      "number": "99",
      "text": [
        "sei-kāle nijāloya,    uṭhiyā advaita rāya",
        "    nṛtya kore ānandita-mone",
        "haridāse loyā saṅge,    huṅkāra-kīrtana-raṅge",
        "    kene nāche, keho nāhi jāne"
      ],
      "translation": [
        "At that time Śrī Advaita Āchārya, in His own house at Shantipur, was dancing in a happy mood. Taking Haridās Ṭhākur with Him, they danced and loudly chanted the Holy Names of the Lord. But why they were dancing, no one could understand."
      ]
    },
    {
      "number": "100",
      "text": [
        "dekhi’ uparāga hāsi’,    śīghra gaṅgā-ghāṭe āsi’",
        "    ānande korilo gaṅgā-snāna",
        "pāyā uparāga-chole,    āpanāra mano-bole,",
        "    brāhmaṇere dilo nānā dāna"
      ],
      "translation": [
        "Seeing the lunar eclipse and laughing, both Advaita Āchārya and Haridās Ṭhākur immediately went to the bank of the Ganges to bathe in that sacred river in great jubilation. Taking advantage of the occasion of the lunar eclipse, Advaita Āchārya, in His mind offered various kinds of charity to the *brāhmaṇs*."
      ]
    },
    {
      "number": "101",
      "text": [
        "jagata ānandamoy,    dekhi’ mone sa-vismoy",
        "    ṭhāreṭhore kohe haridāsa",
        "tomāra aichana raṅga,    mora mon parasanna,",
        "    dekhi—kichu kārjye āche bhāsa"
      ],
      "translation": [
        "When he saw that the whole world was jubilant, Haridās Ṭhākur, his mind astonished, directly and indirectly expressed himself to Advaita Āchārya: “Your dancing and distributing charity are very pleasing to me. I can understand that there is some special purpose in these actions.”"
      ]
    },
    {
      "number": "102",
      "text": [
        "āchāryaratna, śrīvāsa,    hoilo mone sukhollāsa",
        "    jāi’ snāna koilo gaṅgā-jole",
        "ānande vihvala mon,    kore hari-saṅkīrtana",
        "    nānā dāna koilo mano-bole"
      ],
      "translation": [
        "Āchāryaratna and Śrīvās Ṭhākur were overwhelmed with joy, and immediately they also went to the bank of the Ganges to bathe there. Their minds full of happiness, they chanted the Holy Names of Hari and in their minds also meditated and offered charity."
      ]
    },
    {
      "number": "103",
      "text": [
        "ei mata bhakta-tati,    jā̐ra jei deśe sthiti,",
        "    tāhā̐ tāhā̐ pāyā mano-bole",
        "nāche, kore saṅkīrtana,    ānande vihvala mana,",
        "    dāna kore grahaṇera chole"
      ],
      "translation": [
        "In this way all the devotees, wherever they were situated, in every city and every land, danced, performed sankīrtan [the congregational chanting of the Lord’s Names], and in their minds offered all benedictions to others, being overwhelmed with joy."
      ]
    },
    {
      "number": "104",
      "text": [
        "brāhmaṇa-sajjana-nārī, nānā-dravye thālī bhori’",
        "    āilā sobe jautuka lo-iyā",
        "jena kā̐chā-soṇā-dyuti,    dekhi’ bālakera mūrti,",
        "    āśīrvāda kore sukha pāyā"
      ],
      "translation": [
        "Many respectful *brāhmaṇ* gentlemen and ladies, carrying plates filled with various gifts, came with their presentations. Seeing the newborn child, whose form resembled shining gold, all of them with happiness offered their blessings."
      ]
    },
    {
      "number": "105",
      "text": [
        "sāvitrī, gaurī, sarasvatī, śachī, rambhā, arundhatī,",
        "    āro jata deva-nārīgoṇ",
        "nānā-dravye pātra bhori’, brāhmaṇīra veśa dhori’,",
        "    āsi’ sobe koren daraśan"
      ],
      "translation": [
        "Sāvitrī, Gaurī, Śachī, Rambhā, Arundhatī and all the celestial ladies also came there dressed as the wives of *brāhmaṇs*, and brought with them many varieties of gifts for the child."
      ]
    },
    {
      "number": "106",
      "text": [
        "antarīkṣe deva-goṇ, gandharva, siddha, chāraṇa,",
        "    stuti-nṛtya kore vādya-gīta",
        "nartaka, vādaka, bhāṭa,    navadvīpe jāra nāṭa,",
        "    sobe āsi’ nāche pāyā prīta"
      ],
      "translation": [
        "All the inhabitants of the heavenly planets, including the Gandharvas, Siddhas, the residents of Chāraṇaloka, offered their prayers, sang and danced, accompanied by the sound of musical instruments and the beating of drums. Also, in the holy town of Navadwīp, dancers, musicians, and poets gathered together, and began to celebrate the Lord’s appearance."
      ]
    },
    {
      "number": "107",
      "text": [
        "kebā āse kebā jāya,       kebā nāche kebā gāya,",
        "    sambhālite nāre kāra bolo",
        "khaṇḍileka duḥkha-śoka, pramoda-pūrita loka,",
        "    miśra hoilā ānande vihvala"
      ],
      "translation": [
        "No one could understand who was coming and who was going, who was dancing and who was singing. Nor could they understand each other’s language. But in effect all unhappiness and lamentation were immediately dissipated, and people became joyous. Jagannāth Miśra, the father of Gaurahari, was completely overwhelmed with happiness."
      ]
    },
    {
      "number": "108",
      "text": [
        "āchāryaratna, śrīnivāsa, jagannātha-miśra-pāśa,",
        "    āsi’ tā̐re kore sāvadhāna",
        "korāilo jātakarma,    je āchilo vidhi-dharma,",
        "    tobe miśra kore nānā dāna"
      ],
      "translation": [
        "Chandraśekhar Āchārya and Śrīvas Ṭhākur both came to the house of Jagannāth Miśra. They performed the different ceremonies according to religious principles which are prescribed for the birth of a child. Jagannāth Miśra also gave away much wealth in charity."
      ]
    },
    {
      "number": "109",
      "text": [
        "jautuka pāilo jata,    ghore vā āchilo kata,",
        "    sob dhon vipre dilo dāna",
        "jata nartaka, gāyan,    bhāṭa, akiñchana jon,",
        "    dhon diyā koilo sabāra māna"
      ],
      "translation": [
        "Whatever riches Jagannāth Miśra had collected in the form of gifts and presents, and whatever he had in his house, he distributed among the *brāhmaṇs*, singers, dancers, poets and the poor. He honored them all by giving them riches in charity."
      ]
    },
    {
      "number": "110",
      "text": [
        "śrīvāsera brāhmaṇī,    nāma tā̐ra ‘mālinī’,",
        "    āchāryaratnera patnī-soṅge",
        "sindūra, haridrā, toilo,    khoi, kalā, nānā phol,",
        "    diyā pūje nārīgoṇa roṅge"
      ],
      "translation": [
        "The wife of Śrīvas Ṭhākur, whose name was Mālinī, accompanied by the wife of Chandraśekhar and other ladies, came there in great happiness to worship the baby with such articles as vermilion, turmeric, scented oil, a kind of puffed rice called *khoi*, bananas and coconuts."
      ]
    },
    {
      "number": "111",
      "text": [
        "advaita-āchārya-bhārjyā,    jagat-pūjitā ārjyā,",
        "    nāma tā̐ra ‘sītā ṭhākurāṇī’",
        "āchārjyera ājñā pāyā,    gelo upahāra loyā,",
        "    dekhite bālaka-śiromaṇi"
      ],
      "translation": [
        "One day shortly after Gaurahari was born, Advaita Āchārya’s wife, Sītā Ṭhākurāṇī, who is worshipable by the whole world, at the request of her husband, went to see that topmost child with all kinds of gifts."
      ]
    },
    {
      "number": "112",
      "text": [
        "suvarṇera kaḍi-bauli,    rajatamudrā-pāśuli,",
        "    suvarṇera aṅgada, koṅkoṇ",
        "du-bāhute divya śaṅkha,    rajatera malabaṅka,",
        "    svarṇa-mudrāra nānā hāragoṇ"
      ],
      "translation": [
        "She brought different kinds of presents made from gold, such as bracelets, coins, necklaces, ankle ornaments, a conchshell covered with gold, and other kinds of jewellery for the child."
      ]
    },
    {
      "number": "113",
      "text": [
        "vyāghra-nakha hema-joḍi,    kaṭi-paṭṭasūtra-ḍorī",
        "    hasta-padera jata ābharaṇ",
        "chitra-varṇa paṭṭa-sāḍī,    buni photo paṭṭapāḍī,",
        "    svarṇa-raupya-mudrā bahu-dhon"
      ],
      "translation": [
        "She also brought a locket with a tiger nail set in gold, belts made of silk and lace, silk saris and shawls, as well as silk clothing for the newly born child."
      ]
    },
    {
      "number": "114",
      "text": [
        "durvā, dhānya, gorochana,",
        "        haridrā, kuṅkuma, chandana,",
        "    moṅgol-dravya pātra bhoriyā",
        "vastra-gupta dolā chaḍi’    soṅge loyā dāsī cheḍī,",
        "    vastrālaṅkāra peṭāri bhoriyā"
      ],
      "translation": [
        "Riding in a palanquin covered with cloth and accompanied by maidservants, Sītā Ṭhākurāṇī came to the house of Jagannāth Miśra, bringing with her many auspi - cious articles such as *durvā* grass, rice paddy, turmeric, kumkum and sandalwood. All these presentations filled a large basket."
      ]
    },
    {
      "number": "115",
      "text": [
        "bhakṣya, bhojya, upahāra, soṅge loilo bahu bhāra,",
        "    śachī gṛhe hoilo upanīto",
        "dekhiyā bālaka-ṭhām,    sākṣāt gokula-kān,",
        "    varṇa-mātra dekhi viparīto"
      ],
      "translation": [
        "When Sītā Ṭhākurāṇī, bringing with her many kinds of food, clothes and other gifts, came to the house of Śachī Devī (the mother of Gaurahari), Sītā Ṭhākurāṇī was astonished to see the newly born child, and she could appreciate that except for a difference in color, the child was directly Lord Krishna of Gokul, Himself."
      ]
    },
    {
      "number": "116",
      "text": [
        "sarva aṅga—sunirmāṇa, suvarṇa-pratimā-bhāna,",
        "    sarva aṅga—sulakṣaṇamoy",
        "bālakera divya jyoti,    dekhi’ pāilo bahu prīti,",
        "    vātsalyete dravilo hṛdoy"
      ],
      "translation": [
        "Seeing the divine effulgence of the child, the well formed different parts of His golden body which were covered with auspicious signs, Sītā Ṭhākurāṇī was very much pleased, and because of maternal affection, she felt as if her heart were melting."
      ]
    },
    {
      "number": "117",
      "text": [
        "durvā, dhānya, dilo śirṣe,    koilo bahu āśīṣe,",
        "    chirajīvī hao dui bhāi",
        "ḍākinī-śā̐khinī hoite,    śaṅkā upajilo chite,",
        "    ḍore nāma thuilo ‘nimāi’"
      ],
      "translation": [
        "She blessed the newly born child by placing fresh *durva* grass and paddy on His head and saying, “May you live long.” To protect Him from ghosts and witches, she gave the child the name Nimāi."
      ]
    },
    {
      "number": "118",
      "text": [
        "putramātā-snānadine,    dilo vastra vibhūṣaṇe,",
        "    putra-saha miśrere sammāni’",
        "śachī-miśrera pūjā loyā,    monete hariṣa hoyā,",
        "    ghore āilā sitā ṭhākurāṇī"
      ],
      "translation": [
        "Sītā Ṭhākurāṇī gave gifts to the mother and child, at the time of His birth and when the child was brought from the residence where He was born back to the home of Jagannāth Miśra. Then Sītā Ṭhākurāṇī, being honoured by mother Śachī Devī and Jagannāth Miśra, returned to her own home in Shantipur."
      ]
    },
    {
      "number": "119",
      "text": [
        "aiche śachī-jagannāth,    putra pāyā lakṣmīnāth,",
        "    pūrṇa hoilo sakala vāñchito",
        "dhon-dhānye bhore ghora,    lokamānya kalevara,",
        "    dine dine hoy ānandito"
      ],
      "translation": [
        "In this way, Śachī Devī and Jagannāth Miśra, having obtained a son who was the husband of the goddess of fortune, had all their desires fulfilled. Their house was always filled with riches and grains. As they looked upon the beloved body of the Lord, day after day their happiness increased."
      ]
    },
    {
      "number": "120",
      "text": [
        "miśra—vaiṣṇava, śānta, alampaṭa, śuddha, dānta,",
        "    dhon-bhoge nāhi abhimāna",
        "putrera prabhāve jata,    dhon āsi’ mile, tata,",
        "    viṣṇu-prīte dvije deno dāna"
      ],
      "translation": [
        "Jagannāth Miśra was an ideal Vaiṣṇava, a devotee of the Lord. He was peaceful, restrained in the enjoyment of his senses, pure and self-controlled. He therefore had no desire to enjoy material opulence. Whatever money that came because of the influence of his divine son, he gave in charity to the *brāhmaṇs* and for the worship of Lord Viṣṇu."
      ]
    },
    {
      "number": "121",
      "text": [
        "lagna goṇi’ harṣamati,    nīlāmbara chakravartī,",
        "    gupte kichu kohilo miśrere",
        "mahāpuruṣera chihna,    lagne aṅge bhinna bhinna,",
        "    dekhi, — ei tāribe saṁsāre"
      ],
      "translation": [
        "After calculating the astrological chart for the child, Gaurahari, Nīlāmbar Chakravartī privately said to Jagannāth Miśra that he saw all the different auspicious symptoms of a great personality in both the body and horoscope of the child. He revealed that in the future this child would deliver the whole universe."
      ]
    },
    {
      "number": "122",
      "text": [
        "aiche prabhu śachī-ghore,    kṛpāy koilo avatāre",
        "    jei ihā karaye śravaṇa",
        "gaura-prabhu dayāmoy,    tā̐re hoyena sadoy,",
        "    sei pāya tā̐hāra charaṇa"
      ],
      "translation": [
        "In this way the Lord, out of His causeless mercy, made His advent in the house of Śachī Devī. The Lord, Gaurahari, is very merciful to anyone who hears this narration of His birth, and gives that person the shelter of His lotus feet."
      ]
    },
    {
      "number": "123",
      "text": [
        "pāiyā mānuṣa janma,    je nā śune gaura-guṇa,",
        "    heno janma tāra vyartha hoilo",
        "pāiyā amṛtadhunī,    piye viṣa-garta-pāni",
        "    janmiyā se kene nāhi moilo"
      ],
      "translation": [
        "Anyone who attains a human birth but does not have the opportunity to hear of Gaurahari is unfortunate. Instead of drinking nectar from the river of devotional service, if one drinks from the poisoned well of mundane happiness, it would have been better to not have lived at all."
      ]
    },
    {
      "number": "124",
      "text": [
        "śrī-chaitanya-nityānanda, āchārya advaitachandra,",
        "    svarūpa-rūpa-raghunātha-dāsa",
        "ihā-sabāra śrī-charaṇa,    śire vandi nija-dhon,",
        "    janma-līlā gāilo kṛṣṇadāsa"
      ],
      "translation": [
        "Taking on my head as my own wealth the lotus feet of Śrī Chaitanya Mahāprabhu, Śrī Nityānanda Prabhu, Āchārya Advaitachandra, Śrī Swarūp Dāmodar, Śrī Rūpa and Śrī Raghunāth and all the devotees of Mahāprabhu, I, Krishnadās, sing the glories of the Lord’s appearance."
      ]
    }
  ]
}