{
  "meta": {
    "page": 90,
    "first_line": "deva-siddha-mukta-yukta-bhakta-vṛnda"
  },
  "title": [
    "Śrī Śrī",
    "Premadhāma-deva-stotram"
  ],
  "author": [
    "Composed by Śrīla Bhakti Rakṣak Śrīdhar Dev-Goswāmī Mahārāj",
    "Edited by Swāmī Bhakti Pāvan Janārdan"
  ],
  "subtitle": [
    "Saturday"
  ],
  "verses": [
    {
      "number": "1",
      "text": [
        "deva-siddha-mukta-yukta-bhakta-vṛnda-vanditaṁ",
        "pāpa-tāpa-dāva-dāha-dagdha duḥkha-khaṇḍitam",
        "kṛṣṇa-nāma-sīdhu-dhāma-dhanya-dāna-sāgaraṁ",
        "prema-dhāma-devam eva naumi gaura-sundaram"
      ],
      "translation": [
        "The universal gods, perfected beings, salvationists, mystic  yogis,  and  exalted  servitors  of  the  Absolute Truth, Śrī Krishna, constantly chanted the glories of Śrī Gaurasundar.",
        "In regard to Lord Chaitanya’s Pastimes, Śrīla Rūpa Goswāmī has mentioned the following verse in his Śrī Chaitanyāṣṭakam:",
        "*sadopāsyaḥ śrīmān dhṛta-manuja-kāyaiḥ praṇayitāṁ*\\",
        "*vahadbhir gīr-vāṇair giriśa-parameṣṭhi-prabhṛtibhiḥ*",
        "“The gods, headed by Lord Shiva and Lord Brahmā, accepted the garb of ordinary men in the Pastimes of Śrī Chaitanyadeva in order to eternally worship Him with heartfelt affection.” Śrī Chaitanyadeva is the embodiment of that vast nectarean ocean found in Lord Krishna’s Holy Name, which is none other than Śrī Gaurāṅga’s own pure Name. Śrī Chaitanyadeva is compared to that grand milk ocean which, after being churned, produced nectar. The nectar Mahāprabhu distributes is Lord Krishna’s Holy Names, which extinguish all the miseries of material existence, such as anxieties arising from sinful activities performed in direct opposition to the Lord, and the three-fold sufferings which fuel the grand forest fire that scorches those in search of sense gratification, salvation, and mystic yoga perfections. I offer my obeisances to that beautiful Golden Lord, Gaurāṅga Sundar, the divine form of Krishna-*prema*."
      ]
    },
    {
      "number": "2",
      "text": [
        "svarṇa-koṭi-darpaṇābha-deha-varṇa-gauravaṁ",
        "padma-pārijāta-gandha-vanditāṅga-saurabham",
        "koṭi-kāma-mūrchitāṅghri-rūpa-rāsa-raṅgaraṁ",
        "prema-dhāma-devam eva naumi gaura-sundaram"
      ],
      "translation": [
        "The charming aura of Śrī Gaurasundar’s divine figure resembles the reflection of millions of radiant golden mirrors. Furthermore, the personified sweet fragrance of the earthly and heavenly lotus flowers humbly offer their prayers before the aromatic scent which permeates the air from the beautiful form of Śrī Chaitanya Mahāprabhu. Millions and millions of Cupids fall unconscious before the feet of Śrī Chaitanyadeva’s elegant figure. They are severely shocked because their sense of universal fame arising from their beautiful splendor is checked. While performing His joyful Pastimes of dancing, the divine form of Śrī Gaurāṅgadev playfully sways to and fro. The flowing pulsations of the Lord’s limbs move in rhythm with the various charming moods of devotional sentiments, bhāva, overwhelming His graceful figure. I offer my obeisances to that beautiful Golden Lord, Gaurāṅga Sundar, the divine form of Krishna-*prema*."
      ]
    },
    {
      "number": "3",
      "text": [
        "prema-nāma-dāna-janya-pañcha-tattvakātmakaṁ",
        "sāṅga-divya-pārṣadāstra-vaibhavāvatārakam",
        "śyāma-gaura-nāma-gāna-nṛtya-matta-nāgaraṁ",
        "prema-dhāma-devam eva naumi gaura-sundaram"
      ],
      "translation": [
        "By manifesting His five-fold aspect of divinity, Pañcha-tattva, Śrī Gaurāṅgadev was able to widely distribute the sweet Names of Lord Krishna, which is the means to the ultimate attainment in human life: unalloyed love for the Absolute Truth, Śrī Krishna, the fifth end. (The ‘fifth end’ refers to that which is beyond the attainment of religiosity, economic development, sense gratification, and liberation.) The Lord personally incarnated on the Earth planet with His expansions such as Nityānanda Prabhu and Advaita Āchārya, His intimate associates such as Gadādhara Paṇḍit, and His other general associates such as Śrīvāsa Ṭhākur. When the Lord appears, He comes armed with the weapon of the Holy Name of Krishna. While dancing in the deepest ecstasies of pure love, Lord Gaurāṅgadev, although none other than Śyāmasundar, chanted His own Names just like an ordinary citizen in the Nadīyā district. I offer my obeisances to that beautiful Golden Lord, Gaurāṅga Sundar, the divine form of Krishna-*prema*."
      ]
    },
    {
      "number": "4",
      "text": [
        "śānti-puryadhīśa-kaly-adharma-duḥkha-duḥsahaṁ",
        "jīva-duḥkha-hāna-bhakta-saukhyadāna-vigraham",
        "kaly-aghaugha-nāśa-kṛṣṇa-nāma-sīdhu-sañcharaṁ",
        "prema-dhāma-devam eva naumi gaura-sundaram"
      ],
      "translation": [
        "Appearing in his Deity form, Śrī Gaurāṅgadev removed the miserable condition of the living entities and increased the devotional pleasure of His devotees. The Lord incarnated because He was unable to tolerate the griefstricken condition of Śrī Advaita Āchārya, the master of that charming village of Śāntipura. Śrī Advaita Āchārya was lamenting about this era being overtaken by the ugly influence of irreligious practices. Thus, in order to arrest the immoral activities in *Kali-yuga*, the Lord profusely distributed the sweet nectar of Lord Krishna’s Holy Names. I offer my obeisances to that beautiful Golden Lord, Gaurāṅga Sundar, the divine form of Krishna-*prema*."
      ]
    },
    {
      "number": "5",
      "text": [
        "dvīpa-navya-gāṅga-baṅga-janma-karma-darśitaṁ",
        "śrīnivāsa-vāsa-dhanya-nāma-rāsa-harṣitam",
        "śrī-haripriyeśa-pūjyadhī-śachī-purandaraṁ",
        "prema-dhāma-devam eva naumi gaura-sundaram"
      ],
      "translation": [
        "Śrī Gaurāṅgadev appeared in West Bengal in the sacred place known as Nabadwīp on the banks of the Ganges River. Revealing His household Pastimes in the holy abode of Nabadwīp, Śrī Gaura benedicted the beautiful courtyard surrounding Śrīnivās Paṇḍit’s residence, and pleased His dearmost associates when He manifested His nocturnal Pastimes of congregational chanting in the deepest mellows of pure dedication. The controlling life-force of Lakṣmī Priyā Devī and Viṣṇu Priyā Devī was Śrī Gaurasundar, whose intelligence was couched in  deep parental adoration for His mother and father, Śachī Devī and Jagannāth Miśra. I offer my obeisances to that beautiful Golden Lord, Gaurāṅga Sundar, the divine form of Krishna-*prema*."
      ]
    },
    {
      "number": "6",
      "text": [
        "śrī-śachī-dulāla-bālya-bāla-saṅga-chañchalaṁ",
        "ākumāra-sarva-śāstra-dakṣa-tarka-maṅgalam",
        "chāttra-saṅga-raṅga-digjigīṣu-darpa-saṁharaṁ",
        "prema-dhāma-devam eva naumi gaura-sundaram"
      ],
      "translation": [
        "Śrī Gaurāṅgadev, the son of Śachī Devī, always performed mischievous childhood Pastimes in the association of the naughtiest boys. (Nimāi was like baby Krishna, the son of Mother Yaśodā.) Nimāi’s Pastimes, although naughty, were not only pleasing to Him, but also gladdened the hearts of His devotees.",
        "During His adolescent years, the Lord acquired unrivaled mastery over the conclusions of the ancient Scriptures. With unexcelled logic at His command, Lord Viśvambhara artfully established the auspicious doctrine of śuddha-bhakti, unalloyed dedication unto the Sweet Absolute Truth, Lord Krishna, thereby defeating the doctrine of dry logic studied at that period by the proud, expert logicians who were all nearly atheistic scholars. Later, in the course of His adolescent Pastimes, the Lord vanquished the pride of the most famous Sanskrit scholar of all time, the Digvijayī Paṇḍit, in the company of His grammar students, on the banks of the Ganges River. I offer my obeisances to that beautiful Golden Lord, Gaurāṅga Sundar, the divine form of Krishna-*prema*."
      ]
    },
    {
      "number": "7",
      "text": [
        "varya-pātra-sārameya-sarpa-saṅga-khelanaṁ",
        "skandha-vāhi-chaura-tīrtha-vipra-chitra-līlanam",
        "kṛṣṇa-nāma-mātra-bālya-kopa-śānti-saukaraṁ",
        "prema-dhāma-devam eva naumi gaura-sundaram"
      ],
      "translation": [
        "During His childhood Pastimes, Nimāi sat amongst discarded clay pots which had been used to cook preparations for Lord Viṣṇu. He would also play with unclean animals such as puppies, and on one occasion He laid upon a cobra, treating it as if it were Ananta Śeṣa.",
        "Once, Nimāi was stolen away by two thieves who were intent on robbing the ornaments decorating His charming figure. Placing Nimāi on their shoulders, they enticed the small boy to come with them and then quickly fled away with Him. However, due to the Lord’s Yogamāyā potency, they suddenly found they had arrived at Nimāi’s house.",
        "Later, a well-known mendicant *brāhmaṇ* visited the residence of Jagannāth Miśra. When the *brāhmaṇ* began to offer some preparations he had cooked to Lord Gopāl, Nimāi spoiled the offering by eating the foodstuffs while the mendicant was offering them in meditation. After having done this to the *brāhmaṇ* three times, the Lord revealed His eight-armed form to him.",
        "Whenever the child Nimāi angrily cried, He could only be pacified by the chanting of Lord Krishna’s Holy Names. I offer my obeisances to that beautiful Golden Lord, Gaurāṅga Sundar, the divine form of Krishna-*prema*."
      ]
    },
    {
      "number": "8",
      "text": [
        "snāna-gāṅga-vāri-bāla-saṅga-raṅga-khelanaṁ",
        "bālikādi-pārihāsya-bhaṅgi-bālya-līlanam",
        "kūṭa-tarka-chāttra-śikṣakādi-vāda-tatparaṁ",
        "prema-dhāma-devam eva naumi gaura-sundaram"
      ],
      "translation": [
        "In His childhood Pastimes Nimāi would sportively play in the waters of the Ganges River in different ways with His schoolmates. Sometimes Nimāi, with various laughing gestures, would also tease the young girls who came to swim in the Ganges. This same small boy, however, often presented shrewd arguments and counter-arguments before His classmates and professors. I offer my obeisances to that beautiful Golden Lord, Gaurāṅga Sundar, the divine form of Krishna-*prema*."
      ]
    },
    {
      "number": "9",
      "text": [
        "śrī nimāi-paṇḍiteti-nāma-deśa-vanditaṁ",
        "navya-tarka-dakṣa-lakṣa-dambhi-dambha-khaṇḍitam",
        "sthāpitārtha-khaṇḍa-khaṇḍa-khaṇḍitārtha-sambharaṁ",
        "prema-dhāma-devam eva naumi gaura-sundaram"
      ],
      "translation": [
        "During the Lord’s adolescent Pastimes, He became known and respected far and wide as the greatest scholar, Nimāi Paṇḍit. The Lord would dismantle the false pride of millions of conceited scholarly logicians. Rendering them speechless by canceling and reversing their forestated conclusions, the Lord would then rebuke His own opinion and rejustify their foregone logic. I offer my obeisances to that beautiful Golden Lord, Gaurāṅga Sundar, the divine form of Krishna-*prema*."
      ]
    },
    {
      "number": "10",
      "text": [
        "śloka-gāṅga-vandanārtha-digjigīṣu-bhāṣitaṁ",
        "vyatyalaṅkṛtādi-doṣa-tarkitārtha-dūṣitam",
        "dhvasta-yukti-ruddha-buddhi-datta-dhīmadādaraṁ",
        "prema-dhāma-devam eva naumi gaura-sundaram"
      ],
      "translation": [
        "After that grand Sanskrit scholar Keśava Kāśmīrī had intellectually conquered all ten directions, he came before Śrī Chaitanya Mahāprabhu on the banks of the Ganges River. At the Lord’s request, he spontaneously composed and recited many wonderful prayers in glorification of the sacred Ganges. Śrī Gaurāṅgadev then amazed the scholar when He recollected and pointed out several rhetorical errors in his compositions. Keśava Kāśmīrī skillfully presented many logical arguments in his own favour, but was ultimately defeated. Finally, when Keśava Kāśmīrī’s incompetence was exposed and his intelligence was totally perplexed, Lord Gaurāṅga compassionately respected him in a manner befitting a great scholar by preventing His students who were present from laughing at the paṇḍit. I offer my obeisances to that beautiful Golden Lord, Gaurāṅga Sundar, the divine form of Krishna-*prema*."
      ]
    }
  ]
}