{
  "meta": {
    "page": 100,
    "first_line": "dhvasta-sārvvabhauma-vāda-navya-tarka-śāṅkaraṁ"
  },
  "title": [
    "Śrī Śrī",
    "Premadhāma-deva-stotram"
  ],
  "author": [
    "Composed by Śrīla Bhakti Rakṣak Śrīdhar Dev-Goswāmī Mahārāj",
    "Edited by Swāmī Bhakti Pāvan Janārdan"
  ],
  "subtitle": [
    "Monday"
  ],
  "verses": [
    {
      "number": "21",
      "text": [
        "dhvasta-sārvabhauma-vāda-navya-tarka-śāṅkaraṁ",
        "dhvasta-tad-vivarta-vāda-dānavīya-ḍambaram",
        "darśitārtha-sarva-śāstra-kṛṣṇa-bhakti-mandiraṁ",
        "prema-dhāma-devam eva naumi gaura-sundaram"
      ],
      "translation": [
        "The grand intellectual Sārvabhauma tried his level best t oestablish the impersonal doctrine of Śaṅkarāchārya, which is in direct opposition to the conclusions of pure dedication. Sārvabhauma used the most deceitful means in the art of word jugglery. He tried to pervert the sense of words, he idly heckled the arguments or assertions of the Lord without attempting to prove the opposite side, and he tried to find the weak points in the Lord’s arguments. However, Śrī Chaitanya, whose charming figure was cloaked in the fresh garments of a radiant renunciate, presented consistent arguments in conjunction with the Vedic literatures, and easily checked and destroyed the scholar’s atheistic interpretations. The Lord loudly proclaimed that the doctrine of Śaṅkarāchārya is practiced by followers in the ascending method of understanding who are interested in their external selfadoration. Such worship is the product of a demoniac intellect and backed by atheistic perseverance. All importance given to the nonmanifest aspect of material nature was refuted when Lord Gaurasundar established that spiritual variegatedness in the Supreme Lord’s personality is the highest reality taught in the Vedic literature.",
        "This was shown in the Lord’s explanation of the Upaniṣads, where it is stated:",
        "*apāṇipādo javano grahitā*\\",
        "*paśyatyachakṣuḥ sa śṛṇotyakarṇaḥ*",
        "“The Lord has no hands or legs, yet He walks and touches. The Lord has no eyes or ears, yet He sees and hears.”",
        "Lord Gaurasundar also explained the ātmarāma verse which is found in the grandest of all famous literature, Śrīmad-Bhāgavatam. He clearly showed that the Vedas, Purāṇas, Vedānta, and all other existing Scriptures, which are like a magnificent temple where the Supreme Lord’s wonderful Pastimes are eternally resounded, support the conclusion that everything in this world is a reflection of the eternal variegatedness found in the spiritual realm. I offer my obeisances to that beautiful Golden Lord, Gaurāṅga Sundar, the divine form of Krishna-*prema*."
      ]
    },
    {
      "number": "22",
      "text": [
        "kṛṣṇa-kṛṣṇa-kṛṣṇa-kṛṣṇa-kṛṣṇa-nāma-kīrtanaṁ",
        "rāma-rāma-gāna-ramya-divya chanda-nartanam",
        "yatra-tatra-kṛṣṇa-nāma-dāna-loka-nistaraṁ",
        "prema-dhāma-devam eva naumi gaura-sundaram"
      ],
      "translation": [
        "Later, the Supreme Lord travelled to the holy places of pilgrimage in South India with the clever intention of delivering the fallen souls. Appearing as a beautiful young renunciate, He distributed the sweet Names of the Lord, singing: “Krishna Krishna Krishna Krishna Krishna Krishna Krishna he,” as He strolled down the different pathways, entered temples, and visited homesteads during the sacred pilgrimage. Infused with an inconceivable type of divine inspiration, the Lord freely chanted “Rāma Rāma” and joyfully danced with the most charming gestures. Irrespective of time or personal qualification, the assembled bystanders were delivered by the Lord, who inspired them to chant Krishna’s Holy Names. I offer my obeisances to that beautiful Golden Lord, Gaurāṅga Sundar, the divine form of Krishna-*prema*."
      ]
    },
    {
      "number": "23",
      "text": [
        "godavarya-vāma-tīra-rāmānanda-saṁvadaṁ",
        "jñāna-karma-mukta-marma-rāga-bhakti-sampadam",
        "pārakīya-kānta-kṛṣṇa-bhāva-sevanākaraṁ",
        "prema-dhāma-devam eva naumi gaura-sundaram"
      ],
      "translation": [
        "The famous conversation of Lord Gaurasundar with Rāmānanda Rāya on the banks of the Godāvarī River is known as the Rāmānanda-*saṁvād* in the Śrī Chaitanya-Charitāmṛta. In those discussions, the highest form of dedication is pure love of God in a heart free from fruitive aspirations and scriptural calculation. Also, Lord Krishna, who appeared as the son of Nanda Mahārāj, was ascertained as the sole recipient of the sweetness relished in the mellows of *pārakīya-rasa*. I offer my obeisances to that beautiful Golden Lord, Gaurāṅga Sundar, the divine form of Krishna-*prema*."
      ]
    },
    {
      "number": "24",
      "text": [
        "dāsya-sakhya-vātsya-kānta-sevanottarottaraṁ",
        "śreṣṭha-pārakīya-radhikāṅghri-bhakti-sundaram",
        "śrī-vraja-sva-siddha-divya-kāma-kṛṣṇa-tatparaṁ",
        "prema-dhāma-devam eva naumi gaura-sundaram"
      ],
      "translation": [
        "Lord Chaitanya showed that there are various relationships which exist in connection with Lord Krishna. Those relationships begin with servitude, and progress to friendship and parental love, extending to a conjugal relationship. But the epitome of charm and beauty is reserved for the son of Nanda Mahārāj in the forest groves of Vṛndāvan. That is service to Śrīmatī Rādhārāṇī in conjugal love, and is known as *pārakīya*. Śrī Gaurāṅgadev embodied this sort of divine aspiration. I offer my obeisances to that beautiful Golden Lord, Gaurāṅga Sundar, the divine form of Krishna-*prema*."
      ]
    },
    {
      "number": "25",
      "text": [
        "śānta-mukta-bhṛtya-tṛpta-mitra-matta-darśitaṁ",
        "snigdha-mugdha-śiṣṭa-miṣṭa-suṣṭha-kuṇṭha-harṣitam",
        "tantra-mukta-vāmya-rāga-sarva-sevanottaraṁ",
        "prema-dhāma-devam eva naumi gaura-sundaram"
      ],
      "translation": [
        "Lord Gaurāṅgadev explained that a devotee in passive adoration enjoys the happiness of being free from all material miseries, and a devotee in servitude relishes the pleasure of contentment. A devotee in friendship becomes overwhelmed with happiness arising from close affection, whereas a devotee in the parental mood is free from any trace of calculation, experiencing deepened affection in ecstatic joy. Lord Chaitanya further revealed that the devotee in conjugal love known as *svakīya* only partially relishes the sweetness of this mellow, due to a tinge of scriptural etiquette. However, when the conjugal mellow is beyond scriptural restrictions, then spontaneity and freedom, added by the mood of *vāmya*, the highest expression of divine pleasure in the Lord’s service, is bestowed. Śrī Gaurāṅgadev gave license to these high ideals. I offer my obeisances to that beautiful Golden Lord, Gaurāṅga Sundar, the divine form of Krishna-*prema*."
      ]
    },
    {
      "number": "26",
      "text": [
        "ātma-navya-tattva-divya-rāya-bhāgya-darśitaṁ",
        "śyāma-gopa-rādhikāpta-kokta-gupta-cheṣṭitam",
        "mūrchitāṅghri-rāmarāya-bodhitātma-kiṅkaraṁ",
        "prema-dhāma-devam eva naumi gaura-sundaram"
      ],
      "translation": [
        "Śrī Chaitanya revealed the nature of the everfresh Pastimes which He performed in Nabadwīp to Rāmānanda Rāya, whose fortune is beyond this world. Lord Chaitanya also manifested His form as the cowherd boy Śyāmasundar, which was endowed with the mood and luster of Śrī Rādhā and couched in pure dedication. When Rāmānanda Rāya glimpsed the matchless beauty of the Lord’s figure, he fainted before the tender lotus feet of the Lord. Following this, Śrī Gaurāṅgadev restored His eternal servant’s consciousness. I offer my obeisances to that beautiful Golden Lord, Gaurāṅga Sundar, the divine form of Krishna-*prema*."
      ]
    },
    {
      "number": "27",
      "text": [
        "naṣṭa-kuṣṭha-kūrma-vipra-rūpa-bhakti-toṣaṇaṁ",
        "rāma-dāsa-vipra-moha-mukta-bhakta-poṣaṇam",
        "kāla-kṛṣṇa-dāsa-mukta-bhaṭṭathāri-piñjaraṁ",
        "prema-dhāma-devam eva naumi gaura-sundaram"
      ],
      "translation": [
        "Lord Gaurasundar embraced the *brāhmaṇ* devotee named Vāsudeva, who was afflicted with leprosy in Kūrmakṣetra near Jagannāth Purī. By the Lord’s grace the *brāhmaṇ* was cured, and he obtained a beautiful body and mental satisfaction. Later Lord Gaurāṅga liberated the South Indian *brāhmaṇ* known as Rāmadās from the misconception that Sitādevī’s chastity was spoiled by the touch of a demon. The Lord cited the Kūrma Purāṇa to prove that the Absolute Truth existing on the spiritual platform is beyond material perception. In this way the Lord nourished His devotee with instructions pertaining to pure devotion. The Supreme Lord also delivered Kālā Krishna Dās from the illusory influence of the false renunciates in the province of Mālābara who were in the corrupt nomadic community called Bhaṭṭathāri. I offer my obeisances to that beautiful Golden Lord, Gaurāṅga Sundar, the divine form of Krishna-*prema*."
      ]
    },
    {
      "number": "28",
      "text": [
        "raṅganātha-bhaṭṭa-bhakti-tuṣṭa-bhaṅgi-bhāṣaṇaṁ",
        "lakṣmya-gamya-kṛṣṇa-rāsa-gopikaika-poṣaṇam",
        "lakṣmya-bhīṣṭa-kṛṣṇa-śīrṣa-sādhya-sādhanākaraṁ",
        "prema-dhāma-devam eva naumi gaura-sundaram"
      ],
      "translation": [
        "The Lord once visited Raṅgakṣetra in South India on the banks of the Kāverī River, which is the most important place of worship for the Vaiṣṇava devotees who adore Śrī Śrī Lakṣmī-Nārāyaṇa and believe Them to be the utmost object of their devotional practices. When the Lord visited the father of Śrī Gopāl Bhaṭṭa, Śrī Veṅkaṭa Bhaṭṭa, He was very satisfied with his family’s service attitude. Cunningly, the Lord smiled and instructed them that even Śrī Lakṣmī Devī, after prolonged penances, could not enter into the *rāsa-līlā* Pastimes of Lord Krishna. This is because only the cowherd maidens can actually incite those Pastimes. Therefore, the cowherd boy Krishna, who is the original form of Lord Nārāyaṇa, and who attracts the heart of Lakṣmī Devī, is the Supreme Truth and the fundamental object of all devotional practices. I offer my obeisances to that beautiful Golden Lord, Gaurāṅga Sundar, the divine form of Krishna-*prema*."
      ]
    },
    {
      "number": "29",
      "text": [
        "brahma-saṁhitākhya-kṛṣṇa-bhakti-śāstra-dāyakaṁ",
        "kṛṣṇa-karṇa-sīdhu-nāma-kṛṣṇa-kāvya-gāyakam",
        "śrī-pratāparudra-rāja-śīrṣa-sevya-mandiraṁ",
        "prema-dhāma-devam eva naumi gaura-sundaram"
      ],
      "translation": [
        "While travelling in South India, Lord Gaurasundar discovered the famous literature Śrī Brahmā Saṁhitā, which is rich with devotional conclusions, and presented it to His devotees. Overwhelmed by the deep ecstasies of pure dedication, the Lord also sweetly sang the charming verses of the Śrī Krishna Karṇāmṛtam, in which the wonderful Pastimes of Vraja are glorified by that grand poet of South India, Śrī Bilvamaṅgal Ṭhākur. And it was the tender lotus feet of Lord Chaitanya which were placed upon the head of the great King Pratāparudra, who had full dedication at his command. I offer my obeisances to that beautiful Golden Lord, Gaurāṅga Sundar, the divine form of Krishna-*prema*."
      ]
    },
    {
      "number": "30",
      "text": [
        "śrī-rathāgra-bhakta-gīta-divya-nartanādbhutaṁ",
        "yātri-pātra-mitra-rudrarāja-hṛchamatkṛtam",
        "guṇḍichāgamādi-tattva-rūpa-kāvya-sañcharaṁ",
        "prema-dhāma-devam eva naumi gaura-sundaram"
      ],
      "translation": [
        "Surrounded by innumerable devotees, Lord Gaurasundar displayed His divine and wonderful dancing figure in front of the Ratha Yātrā cart while performing congregational chanting of the Lord’s Holy Names. The Lord’s personality totally charmed the hearts of Pratāparudra Mahārāj, the assembled pilgrims, and all the other dear friends of the King. The Lord also revealed the inner purport of Lord Jagannāth’s pastime of riding the cart to the Guṇḍichā temple when He mentioned the verse by Śrīla Rūpa Goswāmī:",
        "*priyaḥ so ’yam kṛṣṇaḥ saha-chari kuru-kṣetra-militas*\\",
        "*tathāhaṁ sā rādhā tad idam ubhayoḥ saṅgama sukham*\\",
        "*tathāpy antaḥ-khelan-madhura-muralī-pañchama-juṣe*\\",
        "*mano me kālindī-pulina-vipināya spṛhayati*",
        "“O My dear friend, now I am at last reunited with My most beloved Krishna in Kurukṣetra. I am the same Rādhārāṇī, and He is the same Krishna. We are enjoying Our meeting, but still I wish to return to the banks of the Kālindī, where I could hear the sweet melody of His flute sounding the fifth note beneath the trees of the Vṛndāvan forest.” I offer my obeisances to that beautiful Golden Lord, Gaurāṅga Sundar, the divine form of Krishna-*prema*."
      ]
    }
  ]
}