{
  "meta": {
    "page": 209,
    "first_line": "durlabha mānava-janma labhiyā saṁsāre"
  },
  "title": [
    "Durlabha mānava-janma"
  ],
  "author": [
    "by Śrīla Bhakti Vinod Ṭhākur"
  ],
  "verses": [
    {
      "number": "1",
      "text": [
        "durlabha mānava-janma labhiyā saṁsāre",
        "kṛṣṇa nā bhajinu duḥka kohibo kāhāre?"
      ],
      "translation": [
        "The human form of life is the rarest opportunity for attaining spiritual perfection. But now I am lamenting, because I’ve somehow or other been born with such an opportunity, and I wasted it by never worshiping Lord Krishna. Oh, to whom shall I tell the tale of this misery?"
      ]
    },
    {
      "number": "2",
      "text": [
        "‘saṁsār’ ‘saṁsār’, kori miche gelo kāl",
        "lābha nā koilo kichu, ghaṭilo jañjāl"
      ],
      "translation": [
        "Having married and entered into the entanglements of materialistic family life, I passed my time in vain. I never got any tangible gain or permanent benefit, only trouble and botheration."
      ]
    },
    {
      "number": "3",
      "text": [
        "kisera saṁsār ei chāyābāji prāy",
        "ihāte mamatā kori vṛthā dina jāy"
      ],
      "translation": [
        "What kind of world is this anyway? It seems to be just like a magic lantern show that I saw at a carnival, wherein so many shadows and optical illusions dance magically before my eyes. I feel great attachment and identification with such a world, and thus day after day passes by fruitlessly, without any purpose whatsoever."
      ]
    },
    {
      "number": "4",
      "text": [
        "e deho patana ho’le ki robe āmār?",
        "keho sukha nāhi dibe putra paribār"
      ],
      "translation": [
        "When this body drops dead on the ground then what will remain mine? At that moment, all of my sons and dearest loved ones will not be able to give me any happiness."
      ]
    },
    {
      "number": "5",
      "text": [
        "gardabher mata āmi kori pariśram",
        "kāra lāgi’ eto kori, nā ghuchilo bhram"
      ],
      "translation": [
        "I work hard just like an ass every day, and now I am wondering for whom am I working so hard? I am still surrounded by so many illusions."
      ]
    },
    {
      "number": "6",
      "text": [
        "dina jāy michā kāje, niśā nidrā-vaśe",
        "nāhi bhāvi maraṇa nikaṭe āche bose"
      ],
      "translation": [
        "I waste every day in useless, insignificant work, and I waste every night controlled by sleep. And in every twenty-four hours I never for one second consider that death is sitting very close by my side."
      ]
    },
    {
      "number": "7",
      "text": [
        "bhālo manda khāi, heri, pari, chintā-hīna",
        "nāhi bhāvi, e deho chāḍibo kon dina"
      ],
      "translation": [
        "I live a very carefree life-style, eating, going out, wearing nice clothes as I please, but I never consider that one day I will have to give up this body."
      ]
    },
    {
      "number": "8",
      "text": [
        "deho-geho-kalatrādi-chintā abirata",
        "jāgiche hṛdoye mor buddhi kori hoto"
      ],
      "translation": [
        "My poor heart is plagued by constant anxieties about the maintenance and daily turmoils created by my body, my house, my wife, my family members and my social obligations. All these anxieties are pinching me and destroying all my intelligence."
      ]
    },
    {
      "number": "9",
      "text": [
        "hāy, hāy! nāhi bhāvi—anitya e saba",
        "jīvana bigote kothā rohibe vaibhava?"
      ],
      "translation": [
        "Alas, alas! What a remorseful situation has arisen! I am absorbed in all this trouble, but I never consider that all these things are temporary and subject to perish very soon. After I’m dead and gone, where will all of my material opulences remain?"
      ]
    },
    {
      "number": "10",
      "text": [
        "śmaśāne śorīra mama poḍiyā rohibe",
        "bihaṅga-pataṅga tāy bihāra koribe"
      ],
      "translation": [
        "When my body will be thrown in the pit at the cremation grounds, it will simply lie there motionlessly. Then many crows, vultures, ants, and worms will come and playfully sport there."
      ]
    },
    {
      "number": "11",
      "text": [
        "kukkur sṛgāl sob ānandita ho’ye",
        "mahotsava koribe āmār deho lo’ye"
      ],
      "translation": [
        "All the stray dogs and jackals will then become very much delighted, and in great ecstasy they will make a festival ground out of my body and will have a huge celebration and feast."
      ]
    },
    {
      "number": "12",
      "text": [
        "je deher ei gati, tāra anugata",
        "saṁsār-vaibhava āro bondhu-jon jata"
      ],
      "translation": [
        "Just see, this is the ultimate destination of this material body. And the most amazing thing is that all of my material opulences, house, family and friends have exactly the same destination."
      ]
    },
    {
      "number": "13",
      "text": [
        "ataeva māyā-moha chāḍi buddhimān",
        "nitya-tattva kṛṣṇa-bhakti koruna sandhān"
      ],
      "translation": [
        "Therefore I ask of anyone who has any sharp intelligence: please give up all of these temporary illusions presented by Māyā, and kindly search after the means to get pure devotion to Lord Krishna, for this is the only really tangible eternal truth."
      ]
    }
  ]
}