{
  "meta": {
    "page": 308,
    "first_line": "guror guro me paramo gurus tvaṁ"
  },
  "title": [
    "Śrī Śrīmad Gaura-Kiśora-",
    "namaskāra Daśakam"
  ],
  "author": [
    "by Śrīla Bhakti Rakṣak Śrīdhar Dev-Goswāmī Mahārāj"
  ],
  "subtitle": [
    "Homage unto Śrīmad Gaura Kiśora Bābājī Mahārāj"
  ],
  "verses": [
    {
      "number": "1",
      "text": [
        "guror guro me paramo gurus tvaṁ",
        "vareṇya! gaurāṅga-gaṇāgragaṇye",
        "prasīda bhṛtye dayitāśrite te",
        "namo namo gaura-kiśora tubhyam"
      ],
      "translation": [
        "Oh Divine Master of my Divine Master, my most venerable preceptor, you are supremely worshippable in the group of the foremost associates of Śrī Gaurāṅga. May you be gracious upon this servitor surrendered unto your loving servitor (Dayita Dās). Oh Gaura Kiśora, again and again do I make my obeisance unto you."
      ]
    },
    {
      "number": "2",
      "text": [
        "sarasvatī-nāma-jagat-prasiddhaṁ",
        "prabhuṁ jagatyāṁ patitaika-bandhum",
        "tvam eva deva! prakaṭī-chakāra",
        "namo namo gaura-kiśora tubhyam"
      ],
      "translation": [
        "Oh worshipful one, you alone revealed my Lord and Master, who is renowned throughout the universe as Śrī Bhakti Siddhānta Saraswatī, and who is the only friend of the fallen souls of the world. Oh Gaura Kiśora, again and again do I make my obeisance unto you."
      ]
    },
    {
      "number": "3",
      "text": [
        "kvachid-vrajāraṇya-vivikta-vāsī",
        "hṛdi vraja-dvandva-raho-vilāsī",
        "bahir virāgī tv avadhūta-veṣī",
        "namo namo gaura-kiśora tubhyam"
      ],
      "translation": [
        "Living in solitude at Vraja Dhām, your heart was absorbed in the most secret Pastimes of the Divine Youthful Couple of Vraja, whilst externally you maintained the strictures of a renunciate; and sometimes you appeared to transcend all recognised strictures. Oh Gaura Kiśora, again and again do I make my obeisance unto you."
      ]
    },
    {
      "number": "4",
      "text": [
        "kvachit punar gaura-vanāntachārī",
        "surāpagā-tīra-rajo-vihārī",
        "pavitra-kaupīna-karaṅka-dhārī",
        "namo namo gaura-kiśora tubhyam"
      ],
      "translation": [
        "Sometimes you roam about the edge of Gauravana (the boundary of Śrī Nabadwīp Dhām), wandering along the beach near the banks of the Gaṅgā. Oh Gaura Kiśora, who dons the holy loin-cloth and carries the mendicant’s water-pot, again and again do I make my obeisance unto you."
      ]
    },
    {
      "number": "5",
      "text": [
        "sadā harer nāma mudā raṭantaṁ",
        "gṛhe gṛhe mādhukarīm aṭantam",
        "namanti devā api yaṁ mahāntaṁ",
        "namo namo gaura-kiśora tubhyam"
      ],
      "translation": [
        "Ever singing the Holy Name of Śrī Hari with great ecstasy and accepting alms from house to house like a bee collecting honey from flower to flower, you are the great soul unto whom even the demigods bow to. Oh Gaura Kiśora, again and again do I make my obeisance unto you."
      ]
    },
    {
      "number": "6",
      "text": [
        "kvachid-rudantañ cha hasan naṭantaṁ",
        "nijeṣṭa-deva-praṇayābhibhūtam",
        "namanti gāyantam alaṁ janā tvāṁ",
        "namo namo gaura-kiśora tubhyam"
      ],
      "translation": [
        "Becoming overwhelmed with love for your worshipful Lord, sometimes you dance, sometimes you cry, sometimes you laugh; and again, you sing aloud. The people profusely offer their respects unto you, Oh Gaura Kiśora, and again and again do I make my obeisance unto you."
      ]
    },
    {
      "number": "7",
      "text": [
        "mahāyaśo-bhaktivinoda-bandho!",
        "mahāprabhu-prema-sudhaika-sindho!",
        "aho jagannātha-dayāspadendo!",
        "namo namo gaura-kiśora tubhyam"
      ],
      "translation": [
        "Oh friend of the glorious Ṭhākur Bhakti Vinod, Oh matchless ocean of the nectar of loving devotion for Mahāprabhu Śrī Chaitanyadev, Oh moon that received the grace of Vaiṣṇava Sārvabhauma Śrī Jagannāth, Oh Gaura Kiśora! again and again do I make my obeisance unto you."
      ]
    },
    {
      "number": "8",
      "text": [
        "samāpya rādhā-vratam uttamaṁ tvam",
        "avāpya dāmodara-jāgarāham",
        "gato ’si rādhādara-sakhya-riddhiṁ",
        "namo namo gaura-kiśora tubhyam"
      ],
      "translation": [
        "Completing the great holy vow of Ūrja-vrata, you selected the day of the awakening of Śrī Dāmodar to achieve the cherished treasure of your internal identity as a Sakhī devoted to the service of Śrī Rādhikā. Oh Gaura-Kiśora, again and again do I make my obeisance unto you."
      ]
    },
    {
      "number": "9",
      "text": [
        "vihāya saṅgaṁ kuliyā-layānāṁ",
        "pragṛhya sevāṁ dayitānugasya",
        "vibhāsi māyāpura-mandira-stho",
        "namo namo gaura-kiśora tubhyam"
      ],
      "translation": [
        "Forsaking the company of the residents of Kuliyā town to accept the service of your servitor Śrī Dayita Dās, your divine presence is now found in a holy temple at Śrī Dhām Māyāpur. Oh Gaura Kiśora, again and again do I make obeisance unto you."
      ]
    },
    {
      "number": "10",
      "text": [
        "sadā nimagno ’py aparādha-paṅke",
        "hy ahaitukīm eṣa kṛpāñ cha yāche",
        "dayāṁ samuddhṛtya vidhehi dīnaṁ",
        "namo namo gaura-kiśora tubhyam"
      ],
      "translation": [
        "Although I remain deep in the mud of offences, I (a fallen soul) am begging you for your causeless mercy. Please be gracious and deliver this soul bereft. Oh Gaura Kiśora, again and yet again do I make my obeisance unto you."
      ]
    }
  ]
}