{
  "meta": {
    "page": 329,
    "first_line": "guru-rūpa-virājita-nanda-sutaṁ"
  },
  "title": [
    "Śrī Gaurahari-Kusuma-Stavāṣṭakam"
  ],
  "author": [
    "Composed by Śrīla Bhakti Rakṣak Śrīdhar Dev-Goswāmī Mahārāj"
  ],
  "subtitle": [
    "Eight Flower Offerings of Praise to Lord Gaurhari"
  ],
  "verses": [
    {
      "number": "1",
      "text": [
        "guru-rūpa-virājita-nanda-sutaṁ",
        "sutanūnnata-kāñchana-bhūmi-dharam",
        "dharaṇī-jana-tāraṇa-tuṅga-tariṁ",
        "bhaja gaurahariṁ bhaja gauraharim"
      ],
      "translation": [
        "The son of Mahārāj Nanda, Svayaṁ-Bhagavān Śrī Krishna, is now illustrious in His divine form of Śrī Guru. He is beautiful and highly exalted, bearing His golden Persona. (Or, He is beautiful and highly exalted within the golden land of His divine abode.) He is the eminent lifeboat that rescues the souls of this world. Serve that Lord, Gaurahari, worship Gaurahari."
      ]
    },
    {
      "number": "2",
      "text": [
        "vṛṣabhānu-sutā-dyuti-bhāva-vṛtaṁ",
        "vṛta-chitta-nijādbhuta-rūpa-madhum",
        "madhu-vibhrama-nāmada-śaśva-dariṁ",
        "bhaja gaurahariṁ bhaja gauraharim"
      ],
      "translation": [
        "Adorned  with  the  heart  and  halo  of Śrīmatī Rādhārāṇī (Vṛṣabhānu-sutā), having dived deeply into the reality of His own wonderful beauty and sweetness, He is sweetly intoxicated in the perpetual distribution of His own Holy Name. Serve that Lord, Gaurahari, worship Gaurahari."
      ]
    },
    {
      "number": "3",
      "text": [
        "uditākhila-gaurava-gauḍapuraṁ",
        "puraṭojjvala-maṅgala-mūrta-rasam",
        "rasanotsava-kīrtana-kṛṣṇa-hariṁ",
        "bhaja gaurahariṁ bhaja gauraharim"
      ],
      "translation": [
        "He manifested the full glory of Śrī Nabadwip Dhām, as He appeared in His radiant gold, all-auspicious form of divine ecstasy, ever engaged in Krishna-*kīrtan*, which is a festival for the tongue. Serve that Lord, Gaurahari, worship Gaurahari."
      ]
    },
    {
      "number": "4",
      "text": [
        "nija-pārṣada-darśana-datta-śubhaṁ",
        "śubha-nāma-sudhā-kṛta-matta-janam",
        "janatāgha-hara-sthita-chitta-darim",
        "bhaja gaurahariṁ bhaja gauraharim"
      ],
      "translation": [
        "He gave the spiritually auspicious *darśan* of His eternal associates to the world (or, He gave His spiritually auspicious darśan to His eternal associates), He drove the masses of people mad with the nectar of His spiritually all-auspicious Name, vanquishing all sins from the core of their hearts. Serve that Lord, Gaurahari, worship Gaurahari."
      ]
    },
    {
      "number": "5",
      "text": [
        "dadataṁ satataṁ nija-nāma-dhanaṁ",
        "dhana-māna na vai vanitāṁ kavitām",
        "vitaran vraja-bhaktim-adatta-charīṁ",
        "bhaja gaurahariṁ bhaja gauraharim"
      ],
      "translation": [
        "He incessantly distributed the spiritual fortune of His own divine Name. He did not regard as fruitful the paths of endeavouring for material wealth, lusty material desires or grand material dreams as captured by poetry. He widely made available the fifth end of life which had never been given before in this world, the divine love for Krishna found in the Lord’s original divine abode of Goloka Vṛndāvan. Serve that Lord, Gaurahari, worship Gaurahari."
      ]
    },
    {
      "number": "6",
      "text": [
        "patitādhama-dīna-dayādra-hṛdaṁ",
        "hṛdayāśrita-yāchaka-veśa-kṛtam",
        "kṛta-veṣa-yati-śrita-nīla-giriṁ",
        "bhaja gaurahariṁ bhaja gauraharim"
      ],
      "translation": [
        "He is the great benefactor whose heart is melted with compassion for the fallen and out of that feeling in His heart He accepted the dress of a beggar (the renounced order of life, *sannyās*). After accepting this dress He took shelter in Nīlāchala (Jagannāth Purī). Serve that Lord, Gaurahari, worship Gaurahari."
      ]
    },
    {
      "number": "7",
      "text": [
        "śruti-kīrtita-pūruṣa-rukṣma-ruchiṁ",
        "ruchi-rāga-niṣevaṇa-dāna-param",
        "paramārtha-purāṇa-vigīta-hariṁ",
        "bhaja gaurahariṁ bhaja gauraharim"
      ],
      "translation": [
        "He is the resplendent golden Personality gloried by the Scriptures and saints; He is the greatest distributor of spontaneous loving divine service (pure transcendental attachment and service to the Lord free from all mundanity). He is the Lord whose glories are sung throughout the Scriptures describing transcendental knowledge (*Purāṇas*), (or, He is the Lord who takes away all apparent discord found within the *Purāṇas’* revelation of transcendental knowledge.) Serve that Lord, Gaurahari, worship Gaurahari."
      ]
    },
    {
      "number": "8",
      "text": [
        "bahu-nartana-kīrtana-matta-karam",
        "karatāla-mṛdaṅga-vibhaṅga-param!",
        "paramādara-pāmara-śāntipurīṁ",
        "bhaja gaurahariṁ bhaja gauraharim"
      ],
      "translation": [
        "He performed greatly maddened dancing and chanting amidst the wonderful sounds of the *karatāla* and *mṛdaṅga* as He was shown great affection and honour by the fallen souls. He is the grand abode of divine peace of relief for one and all. Serve that Lord, Gaurahari, worship Gaurahari."
      ]
    }
  ]
}