{
  "meta": {
    "page": 303,
    "first_line": "hā hā bhaktivinoda-ṭhakkura! guroḥ!"
  },
  "title": [
    "Śrīmad Bhakti Vinod-viraha Daśakam"
  ],
  "author": [
    "by Śrīla Bhakti Rakṣak Śrīdhar Dev-Goswāmī Mahārāj"
  ],
  "subtitle": [
    "Prayer in Separation of Śrīla Bhakti Vinod Ṭhākur"
  ],
  "verses": [
    {
      "number": "1",
      "text": [
        "hā hā bhaktivinoda-ṭhakkura! guroḥ!",
        "    dvāviṁśatis te samā",
        "dīrghād-duḥkha-bharād-aśeṣa-virahād-",
        "    duḥsthīkṛtā bhūriyam",
        "jīvānāṁ bahu-janma-puṇya-nivahā",
        "    kṛṣṭo mahī-maṇḍale",
        "āvirbhāva-kṛpāṁ chakāra cha bhavān",
        "    śrī-gaura-śaktiḥ svayam"
      ],
      "translation": [
        "Alas, alas! Oh Bhakti Vinod Ṭhākur, Oh Supreme Guru, for twenty-two years this world has been plunged into misfortune, long grief-stricken in your intolerable separation. You are the divine potency of Śrī Gaura, and you graciously made your advent in this earthly plane, being attracted by the living beings’ virtuous deeds performed throughout many lifetimes."
      ]
    },
    {
      "number": "2",
      "text": [
        "dīno ’haṁ chira-duṣkṛtir na hi bhavat-",
        "    pādābja-dhūli-kaṇā-",
        "snānānanda-nidhiṁ prapanna-śubhadaṁ",
        "    labdhuṁ samartho ’bhavam",
        "kintv audārya-guṇāt-tavāti-yaśasaḥ",
        "    kāruṇya-śaktiḥ svayaṁ",
        "śrī-śrī-gaura-mahāprabhoḥ prakaṭitā",
        "    viśvaṁ samanvagrahīt"
      ],
      "translation": [
        "Since I am lowly and very wretched, it was not my luck to reach the ocean that bestows the fortune of surrender — the ocean of the ecstasy of bathing in a particle of the dust of your holy lotus feet. Yet due to your magnanimous nature, you gave your grace to the whole universe, personally revealing your supereminence as the personification of the mercy potency of Śrī Gaurāṅga. (That is, by coming into this world, I received his grace.)"
      ]
    },
    {
      "number": "3",
      "text": [
        "he deva! stavane tavākhila-guṇānāṁ",
        "    te viriñchādayo",
        "devā vyartha-mano-rathāḥ kim u vayaṁ",
        "    martyādhamāḥ kurmahe",
        "etan no vibudhaiḥ kadāpy atiśayālaṅkāra",
        "    ity uchyatāṁ",
        "śāstreṣv eva “na pāraye ’ham” iti yad",
        "    gātaṁ mukundena tat"
      ],
      "translation": [
        "Oh Lord, even all the demigods headed by Lord Brahmā feel frustrated by their inability to (fittingly) sing the glories of all your divine qualities. What, then, can be said of the attempt of a fallen soul, a mere human like me? Surely, the learned will never waste their eloquent words eulogising this statement, since even the Supreme Personality of Godhead, Lord Śrī Krishna Himself, has sung in the Scriptures His celebrated confession *na pāraye ’ham* — ‘I am unable (to reciprocate your devotion).’"
      ]
    },
    {
      "number": "4",
      "text": [
        "dharmaś-charma-gato ’jñataiva satatā",
        "    yogaś cha bhogātmako",
        "jñāne śūnya-gatir japena tapasā",
        "    khyātir jighāṁsaiva cha",
        "dāne dāmbhikatā ’nurāga-bhajane",
        "    duṣṭāpachāro yadā",
        "buddhiṁ buddhi-matāṁ vibheda hi tadā",
        "    dhātrā bhavān preṣitaḥ"
      ],
      "translation": [
        "At a time when religion was evaluated in terms of bodily relationship, saintliness was determined by ignorance, and *yoga* practice was motivated by sensual pleasure; when scholarship was cultivated just for voidism, *japa* was conducted for the sake of fame, and penance was performed out of vindictiveness; when charity was given out of pride, and on the pretext of spontaneous devotion the most gross, sinful acts were perpetrated — and in all such anomalous situations even the intelligentsia were at loggerheads with one another... at that very time, you were sent by the Almighty Creator."
      ]
    },
    {
      "number": "5",
      "text": [
        "viśve ’smin kiraṇair yathā hima-karaḥ",
        "    sañjīvayann oṣadhīr",
        "nakṣatrāṇi cha rañjayan nija-sudhāṁ",
        "    vistārayan rājate",
        "sach-chāstrāṇi cha toṣayan budha-gaṇaṁ",
        "    sammodayaṁs te tathā",
        "nūnaṁ bhūmi-tale śubhodaya iti",
        "    hlādo bahuḥ sātvatām"
      ],
      "translation": [
        "As the universally cooling moon is beautified by diffusing its nectarean rays, nourishing the plants and inciting the twinkling of the stars, your Holy Advent in this world is similarly ascertained as satisfying the pure devotional Scriptures (through profound study) and blessing the learned with full-blown happiness (by the perfect axiomatic conclusions descending in Divine Succession). With your appearance, the ecstasy of the devotees knows no bounds."
      ]
    },
    {
      "number": "6",
      "text": [
        "lokānāṁ hita-kāmyayā bhagavato",
        "    bhakti-prachāras tvayā",
        "granthānāṁ rachanaiḥ satām abhimatair",
        "    nānā-vidhair darśitaḥ",
        "āchāryaiḥ kṛta-pūrvam eva kila tad",
        "    rāmānujādyair budhaiḥ",
        "premāmbho-nidhi-vigrahasya bhavato",
        "    māhātmya-sīmā na tat"
      ],
      "translation": [
        "By writing many books and by multifarious methods recognised by the pure devotees, you have demonstrated the preaching of pure devotional service unto the Supreme Lord, for the benefit of the whole world. We have heard of similar achievements in previous times by stalwart scholars such as Śrī Rāmānuja and many other Āchāryas; but the glory of you — the very embodiment of the nectar of divine love — does not end (cannot be confined) here."
      ]
    },
    {
      "number": "7",
      "text": [
        "yad dhāmnaḥ khalu dhāma chaiva nigame",
        "    brahmeti saṁjñāyate",
        "yasyāṁśasya kalaiva duḥkha-nikarair",
        "    yogeśvarair mṛgyate",
        "vaikuṇṭhe para-mukta-bhṛṅga-charaṇo",
        "    nārāyaṇo yaḥ svayaṁ",
        "tasyāṁśī bhagavān svayaṁ rasa-vapuḥ",
        "    kṛṣṇo bhavān tat pradaḥ"
      ],
      "translation": [
        "Merely the effulgence of His divine abode has been designated by the title ‘Brahman’ in the Vedas, and only the expansion of an expansion of His expansion is sought after with great tribulation by the foremost *yogīs*. The most exalted of the liberated souls shine resplendent as the bumblebees at His lotus feet. The Primeval Origin of even the Original Śrī Nārāyaṇa who is the Lord of the spiritual sky above Brahman: He is the Original Supreme Lord, the personification of all nectarean mellows — Śrī Krishna — and He is the one that you give."
      ]
    },
    {
      "number": "8",
      "text": [
        "sarvāchintyamaye parātpara-pure",
        "    goloka-vṛndāvane",
        "chil-līlā-rasa-raṅginī parivṛtā",
        "    sā rādhikā śrī-hareḥ",
        "vātsalyādi-rasaiś cha sevita-tanor-",
        "    mādhurya-sevā-sukhaṁ",
        "nityaṁ yatra mudā tanoti hi bhavān",
        "    tad dhāma-sevā-pradaḥ"
      ],
      "translation": [
        "Situated in the topmost region of the absolutely inconceivable spiritual sky is the holy abode of Śrī Vṛndāvan Dhām, in the spiritual planet known as Goloka. There, surrounded by Sakhīs, Śrīmatī Rādhikā revels in the mellows of divine Pastimes. With great ecstasy, She expands the joy of loving sweetness in the service of Śrī Krishnachandra, who is otherwise served in four relationships up to parenthood. You, Oh Ṭhākur Bhakti Vinod, can give us the service of that holy Dhām."
      ]
    },
    {
      "number": "9",
      "text": [
        "śrī-gaurānumataṁ svarūpa-viditaṁ",
        "    rūpāgrajenādṛtaṁ",
        "rūpādyaiḥ pariveśitaṁ raghu-gaṇair",
        "    āsvāditaṁ sevitam",
        "jīvādyair abhirakṣitaṁ śuka-śiva-",
        "    brahmādi-sammānitaṁ",
        "śrī-rādhā-pada-sevanāmṛtam aho",
        "    tad dātum īśo bhavān"
      ],
      "translation": [
        "The internal purport is known to Śrī Svarūp Dāmodar by the sanction of Śrī Gaurachandra, of that which is adored by Śrī Sanātan Goswāmī and distributed by the preceptors realised in transcendental mellows, headed by Śrī Rūpa Goswāmī; that which is tasted and enhanced by Śrī Raghunāth Dās Goswāmī and followers and carefully protected by the votaries headed by Śrī Jīva Prabhu; and that which (from a respectful distance) is venerated by great personalities such as Śrī Śuka, Lord Śiva, the chief of the demigods, and Lord Brahmā, the grandfather of all beings — Oh wonder of wonders! the nectarean rapture of servitude unto Śrī Rādhikā — that, too, you can give us."
      ]
    },
    {
      "number": "10",
      "text": [
        "kvāhaṁ manda-matis tv atīva-patitaḥ",
        "    kva tvaṁ jagat-pāvanaḥ",
        "bho svāmin kṛpayāparādha-nichayo",
        "    nūnaṁ tvayā kṣamyatām",
        "yāche ’haṁ karuṇā-nidhe! varam imaṁ",
        "    pādābja-mūle bhavat-",
        "sarvasvāvadhi-rādhikā-dayita-dāsānāṁ",
        "    gaṇe gaṇyatām"
      ],
      "translation": [
        "Where am I, so lowly and fallen, and where are you, the great soul who delivers the universe! Oh Lord, by your grace, you are sure to forgive my offences. Oh ocean of mercy, in the dust of your lotus feet I pray for just this benediction: kindly make my life successful by recommending me for admission into the group of Śrī Vārṣabhānavī Dayita Dās, who is the dearmost one in your heart.",
        "Translator’s  Note: The preceding prayer to Śrīla Bhakti Vinod Ṭhākur (1838-1914), the pioneer of pure devotion in the recent age, was composed within the lifetime of the author’s Guru, Śrīla Bhakti Siddhānta Saraswatī Ṭhākur Goswāmī Prabhupād. Upon reading the original Sanskrit verse, Śrīla Prabhupād commented, “Now I am confident that we have one man who is qualified to uphold the standard of our Sampradāya (Divine Succession).”"
      ]
    }
  ]
}