{
  "meta": {
    "verse parentheses": "non bold",
    "page": 301,
    "first_line": "‘hari’ bole’ modera gaura elo"
  },
  "title": [
    "Śrī Nagara Kīrtana 8"
  ],
  "author": [
    "by Śrīla Bhakti Vinod Ṭhākur"
  ],
  "subtitle": [
    "Śrī Nāma (from Gītāvalī)"
  ],
  "verses": [
    {
      "text": [
        "‘hari’ bole’ modera gaura elo"
      ],
      "translation": [
        "(Refrain:) Our Lord Gaura came chanting “Hari! Hari!”"
      ]
    },
    {
      "number": "1",
      "text": [
        "elo re gaurāṅga-chānd preme",
        "elothelo nitāi-advaita-saṅge godrume paśilo"
      ],
      "translation": [
        "Lord Gaurāṅga-chānd came looking very disheveled, as if mad, due to ecstatic love of God, and along with Lord Nityānanda and Advaita Āchārya, He entered the land of Godruma."
      ]
    },
    {
      "number": "2",
      "text": [
        "saṅkīrtana-rase mete nam bilāilo",
        "nāmera hāṭe ese preme jagat bhāsāilo"
      ],
      "translation": [
        "Deeply absorbed in the intoxicating mellows of sankirtan, He distributed the holy name. Having come to the Marketplace of the Holy Name, He caused the whole universe to swim in ecstatic love of God."
      ]
    },
    {
      "number": "3",
      "text": [
        "godruma-vāsīr āj duḥkha dūre gelo",
        "bhakta-vṛnda-saṅge āsi’ hāṭa jāgāilo"
      ],
      "translation": [
        "Today all the miseries of the residents of Godruma-dvīpa have gone far away, for Lord Gaurāṅga, having come here along with all His devotees, caused the Marketplace of the Holy Name to appear here in Godruma."
      ]
    },
    {
      "number": "4",
      "text": [
        "nādīya bhramite gorā elo nāmer hāṭe",
        "gaura elo hāṭe, saṅge nitāi elo hāṭe"
      ],
      "translation": [
        "Wandering all over the land of Nadia, Lord Gaura came to the Marketplace of the Holy Name. Lord Gaura came to the Marketplace along with Nitāi."
      ]
    },
    {
      "number": "5",
      "text": [
        "nāche mātoyārā nitāi godrumera māṭhe",
        "jagat mātāy nitāi premera mālasāṭe"
      ],
      "translation": [
        "Maddened with ecstasy, Lord Nityānanda dances in the fields of Godruma. Due to ecstatic love of God, He moves His powerful arms like a challenging wrestler and thus overwhelms the universe in ecstasy."
      ]
    },
    {
      "number": "6",
      "text": [
        "(torā dekhe’ jā’ re)",
        "advaitādi bhakta-vṛnda nāche ghāṭe ghāṭe",
        "palāya duranta kali poḍiyā bibhrāṭe"
      ],
      "translation": [
        "(Oh, all of you please go and see!) The Vaiṣṇavas headed by Advaita Āchārya are dancing along the banks of the Gaṅga from one bathing ghat to the next! At such a sight as this, the wicked personality Kali falls into great danger and thus runs for his life."
      ]
    },
    {
      "number": "7",
      "text": [
        "ki sukhe bhāsilo jīva gorāchānder nāṭe",
        "dekhiyā śuniyā pāṣanḍīr buka phāṭe"
      ],
      "translation": [
        "In what indescribable happiness did all living beings swim while Lord Gaurachandra was dancing? By seeing and hearing of such Pastimes, the hearts of the atheists break."
      ]
    }
  ]
}