{
  "meta": {
    "page": 248,
    "first_line": "janama saphala tā’ra, kṛṣṇa-daraśana jā’ra"
  },
  "title": [
    "Rūpa-Kīrtan"
  ],
  "author": [
    "by Śrīla Bhakti Vinod Ṭhākur"
  ],
  "verses": [
    {
      "number": "1",
      "text": [
        "janama saphala tā’ra,    kṛṣṇa-daraśana jā’ra",
        "    bhāgye hoiyāche eka-bāra",
        "bikaśiyā hrin-nayana    kori’ kṛṣṇa daraśana",
        "    chāḍe jīva chittera bikāra"
      ],
      "translation": [
        "His birth is successful whose good fortune dawns so as to have the vision of Lord Krishna just once. When the soul gives up all delusions of the mind, then only will they see the vision of Krishna blooming within the eyes of their heart."
      ]
    },
    {
      "number": "2",
      "text": [
        "    vṛndāvana-keli chatur vanamālī",
        "tribhaṅga-bhaṅgimārūpa    vaṁśī-dharī aparūpa",
        "    rasamoya nidhi, guṇa-śālī"
      ],
      "translation": [
        "One sees Krishna there fully decorated with garlands of forest flowers as the most expert connoisseur of all the amorous love-sports in Vṛndāvan. His transcendental form bent in three places, playing wonderfully on His flute, He is the reservoir of all relishable mellows and is the abode of all virtuous qualities."
      ]
    },
    {
      "number": "3",
      "text": [
        "varṇa nava jaladhara    śire śikhi picha vara",
        "    alakā tilaka śobhā pāya",
        "paridhāne pīta-vāsa    vadane madhūra hāsa",
        "    heno rūpa jagat mātāya"
      ],
      "translation": [
        "By such a beautiful form He is maddening the entire universe. His complexion is like that of a fresh new rain cloud, His head is decorated with a big peacock feather, and the sandalwood tilak on His forehead is most becoming. Wearing brilliant yellow-coloured garments, He stands with His face decorated by a wide, sweet smile."
      ]
    },
    {
      "number": "4",
      "text": [
        "indranīla jini    kṛṣṇa-rūpakhāni",
        "    heriyā kadamba-mule",
        "mon uchāṭana    na chole charaṇa",
        "    saṁsāra gelāma bhūle"
      ],
      "translation": [
        "Beholding Him standing at the base of a kadamba tree, I can see that Krishna’s beauty is conquering the lustre of an entire mine of sapphires. Seeing this, my mind has become so restless that my feet will move no longer, and I’ve completely forgotten about my family and home life in this world."
      ]
    },
    {
      "number": "5",
      "text": [
        "(sakhī he)    sudhāmoya se rūpa-mādhurī",
        "    dekhile nayana,    hoya achetana,",
        "        jhore premamoya vāri"
      ],
      "translation": [
        "O sakhī! Oh dear girlfriend! Seeing that sweet form abounding in nectar, I have fallen unconscious as a fountain of tears gushing with ecstatic love cascades from my eyes."
      ]
    },
    {
      "number": "6",
      "text": [
        "kibā chūḍā śire    kibā vaṁśī kore",
        "    kibā se tribhaṅga-ṭhāma",
        "charaṇa-kamale,    amiyā uchole,",
        "    tāhāte nūpura dāma"
      ],
      "translation": [
        "What a wonderful crown upon His head! What a wonderful flute He is holding in His hand! What a wonderfully beautiful form as He stands in His three-fold bending posture! The nectar of His lotus feet is overflowing with the tinkling sound coming from the clusters of ankle bells which are decorating them."
      ]
    },
    {
      "number": "7",
      "text": [
        "sadā āśā kori    bhṛṅga-rūpa dhori",
        "    charaṇa kamale sthāna",
        "anāyāse pāi    kṛṣṇa-guṇa gāi",
        "    āro nā bhajibo āna"
      ],
      "translation": [
        "Accepting the form of a honeybee, I always hope for a residence near His lotus feet. And I will get it very easily because I always sing the glories of Krishna, adoring no-one else."
      ]
    }
  ]
}