{
  "meta": {
    "page": 49,
    "first_line": "jaśomatī-nandana vraja-vara nāgara"
  },
  "title": [
    "Śrī Nām-kīrtan"
  ],
  "author": [
    "by Śrīla Bhakti Vinod Ṭhākur"
  ],
  "verses": [
    {
      "number": "1",
      "text": [
        "jaśomatī-nandana    vraja-vara nāgara,",
        "    gokula-rañjana kāna",
        "gopī-parāṇa-dhana    madana manohara,",
        "    kālīya-damana-vidhāna"
      ],
      "translation": [
        "Śrī Krishna is the beloved son of Mother Yaśodā, the transcendental lover of the land of Vraja and the delight of Gokula. One of His nicknames is Kāna. He is the life and soul of the *gopīs*. He is the enchanter of Cupid and the conqueror of the Kālīya serpent."
      ]
    },
    {
      "number": "2",
      "text": [
        "    amala harinām amiya-vilāsā",
        "vipina-purandara    navīna nāgara-bora,",
        "    vaṁśī-badana suvāsā"
      ],
      "translation": [
        "The Holy Names of Krishna are spotless and full of sweetness and beauty. Krishna is the king of the forest of Vṛndāvan. He is the ever-fresh youth, an excellent dresser, and the best of lovers. He always plays sweet melodies upon His flute."
      ]
    },
    {
      "number": "3",
      "text": [
        "vraja-jana-pālana    asura-kula-nāśana,",
        "    nanda-godhana rākhoyālā",
        "govinda mādhava    navanīta-taṣkara,",
        "    sundara nanda-gopālā"
      ],
      "translation": [
        "Krishna is the guardian of all who live in Vṛndāvan, and the destroyer of demons. He tends the cows and is known as Govinda, for He delights the cows and the senses. He is Mādhava, the husband of the goddess of fortune, He loves to steal butter and He is the beautiful cowherd boy of Nanda Mahārāj."
      ]
    },
    {
      "number": "4",
      "text": [
        "yamunā-taṭa-chara    gopī-basana-hara,",
        "    rāsa-rasika kṛpāmoya",
        "śrī-rādhā-vallabha    vṛndāvana-naṭabara,",
        "    bhakativinod-āśraya"
      ],
      "translation": [
        "Wandering on the banks of the Yamunā River, Krishna stole the garments of the *gopīs* while they were bathing. He enjoys the mellows of the rāsa dance. He is the most merciful, beloved lover of Śrīmatī Rādhārāṇī. He is the great dancer of Vṛndāvan, and the supreme shelter of Śrīla Bhakti Vinod Ṭhākur."
      ]
    }
  ]
}