{
  "meta": {
    "page": 262,
    "first_line": "jayare jayare jaya paramahaṁsa mahāśaya"
  },
  "title": [
    "Āchārya vandana"
  ],
  "author": [
    "Composed by Gopāl Govinda Mahanta"
  ],
  "verses": [
    {
      "number": "1",
      "text": [
        "jayare jayare jaya    paramahaṁsa mahāśaya",
        "    śrī bhaktisiddhānta sarasvatī",
        "gosvāmī ṭhākura jaya    parama karuṇāmoya",
        "    dīnahīna agatira gati"
      ],
      "translation": [
        "All glories, all glories to the topmost personality, Śrīla Bhakti Siddhānta Saraswatī Goswāmī Ṭhākur, who is an ocean of mercy and the only resort for the fallen souls."
      ]
    },
    {
      "number": "2",
      "text": [
        "    nilāchole hoiyā udaya",
        "śrī gauḍamaṇḍale āsi’    prema bhakti parakāśi’",
        "    jivera nāśilā bhava-bhaya"
      ],
      "translation": [
        "He made his advent in Śrī Nilāchala, Śrī Puri Dhām. He came to the holy *dhām* of Mahāprabhu, manifesting the line of pure devotion and destroying the fear of material life of the conditioned souls."
      ]
    },
    {
      "number": "3",
      "text": [
        "tomāra mahimā gāi    heno sādhya mora nāi",
        "    tobe pāri jodi deho śakti",
        "viśvahite avirata    āchāra-prachāre rata",
        "    viśuddha śrī rūpānuga bhakti"
      ],
      "translation": [
        "I have no capacity to sing your glories. Only if you empower me can I do so. You are travelling unceasingly all over India, practising and preaching in a dedicated way, the pure and genuine line of devotion in the current of Śrīla Rūpa Goswāmī."
      ]
    },
    {
      "number": "4",
      "text": [
        "śrīpāṭ khetari dhāma    ṭhākura śrī narottama",
        "    tomāte tā̐hāra guṇa dekhi",
        "śāstrera siddhānta-sāra    śuni lāge chamatkāra",
        "    kutārkika dite nāre phā̐ki"
      ],
      "translation": [
        "We see your qualities are like Śrīla Narottam Dās Ṭhākur who in the festival at Khetari Dhām delivered all the wonderful conclusions of the Scriptures which defeated the unfair argument and deception of the scholars there."
      ]
    },
    {
      "number": "5",
      "text": [
        "śuddha bhakti-mata jata    upadharma-kavalita",
        "    heriyā lokera mone trāsa",
        "hāni’ susiddhānta-vāṇa    upadharma khāna khāna",
        "    sajjanera vāḍāle ullāsa"
      ],
      "translation": [
        "By presenting the line of pure devotion he devoured the path of unscriptural practice, and seeing this everybody was afraid. He struck this unscriptural path leaving it in pieces, giving increasing joy to all honest and noble men."
      ]
    },
    {
      "number": "6",
      "text": [
        "smārtamata jaladhara    śuddha bhakti robi-kara",
        "    āchādila bhāviyā antare",
        "śāstra sindhu manthanete    susiddhānta jhañjhāvāte",
        "    uḍāilā dig digantare"
      ],
      "translation": [
        "Pure devotion is like the sun risen in the heart, while the path of logic is like clouds covering that sun. By churning the ocean of the Scriptures, you spread perfect conclusions in all directions like a hurricane to disperse the clouds."
      ]
    },
    {
      "number": "7",
      "text": [
        "sthāne sthāne koto moṭh    sthāpiyācha niṣkapoṭ",
        "    prema sevā śikhāite jīve",
        "moṭhera vaiṣṇava goṇ    kore sadā vitaroṇ",
        "    hari guṇa-kathāmṛta bhave"
      ],
      "translation": [
        "You founded many temples in many places without reservation, teaching the fallen souls service in divine love. In these temples the Vaiṣṇavas constantly distribute talks on the nectarean qualities of the Supreme Lord Hari."
      ]
    },
    {
      "number": "8",
      "text": [
        "śuddha-bhakti-mandākinī    vimala pravāha āni",
        "    śitala korilā taptaprāṇa",
        "deśe deśe niṣkiñchan    prerilā vaiṣṇava goṇ",
        "    vistārite hariguṇa gāna"
      ],
      "translation": [
        "The current of pure devotion descends like the flow of the Ganges, cooling the fire of suffering of material life. Similarly, you sent the Vaiṣṇavas from place to place, widely distributing and chanting the qualities of Lord Hari."
      ]
    },
    {
      "number": "9",
      "text": [
        "pūrve yathā gaurahari    māyāvāda cheda kori",
        "    vaiṣṇava korilā kāśivāsī",
        "vaiṣṇava darśana-sukṣma    vichāre tumi he dakṣa",
        "    temati toṣilā vārāṇasī"
      ],
      "translation": [
        "Just as in the past, Lord Gaurahari severed the *māyāvāda* conception,  converting  the  residents  of Vārāṇasī into Vaiṣṇavas, similarly by expert analysis of the Vaiṣṇava philosophy you have enraptured all in Vārāṇasī."
      ]
    },
    {
      "number": "10",
      "text": [
        "daiva-varṇāśrama-dharma    hari bhakti jāra marma",
        "    śāstra jukte korilā-niśchoy",
        "jñana-joga-karma choy    mūlya tāra kichu noy",
        "    bhaktira virodhī jodi hoy"
      ],
      "translation": [
        "You showed that certainly devotion to Lord Hari at the core of daiva-varṇāśrama-dharma, is the directive of the revealed Scriptures, while knowledge, yoga and material activities, if averse to such devotion are of absolutely no value."
      ]
    },
    {
      "number": "11",
      "text": [
        "śrī gauḍamaṇḍala bhūmi    bhakta saṅge parikrami",
        "    sukīrti sthāpilā mahāśoy",
        "abhinna vraja maṇḍala    gauḍabhūmi premojvala",
        "    prachāra hoilo viśvamoy"
      ],
      "translation": [
        "You founded parikramā of Śrī Gauḍa Maṇḍal, Śrī Nabadwīp Dhām in the association of the devotees, showing your glories as a great devotee. You showed the whole world the nectarean blissful nature of Śrī Gauḍa Maṇḍal and how it is non-different from Śrī Vraja Maṇḍal, Śrī Vṛndāvan."
      ]
    },
    {
      "number": "12",
      "text": [
        "kuliyāte pāṣaṇḍīrā    atyāchāra koilo jā’rā",
        "    tā sabāra doṣa kṣomā kori",
        "jagate koile ghoṣaṇā    ‘taroriva sahiṣṇunā’",
        "    hon ‘kīrtanīyaḥ sadā hariḥ’"
      ],
      "translation": [
        "You forgave all the atheists of Kuliyā village, despite their blasphemous behaviour. Loudly you proclaimed to one and all, one who is more tolerant than a tree can chant the glories of Lord Hari endlessly."
      ]
    },
    {
      "number": "13",
      "text": [
        "śrī viśva-vaiṣṇava-rāja    sabhā-madhye ‘pātrarāja’",
        "    upādhi-bhūṣaṇe vibhūṣita",
        "viśvera maṅgala lāgi’    hoiyācho sarva’ tyāgī",
        "    viśvavāsī jon-hite rata"
      ],
      "translation": [
        "In the grand assembly of Vaiṣṇava kings you are adorned with the title ‘Pātrarāj’, as the head of the assembly. For the benefit of the whole world, you have renounced everything and devoted yourself to the good of all."
      ]
    },
    {
      "number": "14",
      "text": [
        "koritecho upakāra    jāte para upakāra",
        "    lobhe jīva śrī kṛṣṇa-sevāya",
        "dūre jāya bhava-roga    khaṇḍe jāhe karma bhoga",
        "    hari pāda padma jā’te pāya"
      ],
      "translation": [
        "You untiringly perform benevolent works just to help the souls of this world to attain the service of Lord Śrī Krishna. Then the disease of material suffering would leave them, their bondage to fruitive works would break and they would attain the lotus feet of the Lord."
      ]
    },
    {
      "number": "15",
      "text": [
        "jīva moha-nidrā gata    jāgā’te vaikuṇṭha dūta",
        "    ‘gauḍīya’ pāṭhāo ghore ghore",
        "uṭhore uṭhore bhāi    āro to samoya nāi",
        "    ‘kṛṣṇa bhaja’ bole uchaiḥsvare"
      ],
      "translation": [
        "Seeing the souls of this world sleeping in illusion, you are sending the ‘Gauḍīya’ magazine from door to door just like a messenger from the transcendental plane. It calls aloud, “Awake, arise, O brother, there is no more time to waste, Serve and worship your Lord, Śrī Krishna.”"
      ]
    },
    {
      "number": "16",
      "text": [
        "tomāra mukhāravinda-    vigalita makaranda",
        "    siñchita achyuta-guṇa-gāthā",
        "śunile juḍāya prāṇa    tamo moha antardhāna",
        "    dūre jāya hṛdoyera vyathā"
      ],
      "translation": [
        "Hearing the nectarean verses of the glorious qualities of the infallible Lord Krishna, issuing from your lotus mouth soothes our souls, dissipates our ignorance and illusion, and the pain in our hearts goes far away."
      ]
    },
    {
      "number": "17",
      "text": [
        "jāni āmi mahāśoy    jaśovāñchā nāhi hoy",
        "    bindu mātra tomāra antare",
        "tava guṇa vīṇādhārī,    mora kaṇṭha-vīṇā dhori’",
        "    avaśete bolāya āmāre"
      ],
      "translation": [
        "O great soul! I know that there is no trace of desire for fame in your heart. Your qualities, like an expert musician, take hold of the *vīṇā* of my voice and make me speak, devoid of any power over myself."
      ]
    },
    {
      "number": "18",
      "text": [
        "vaiṣṇavera guṇa-gāna    korile jīvera trāṇa",
        "    śuniyāchi sādhu guru mukhe",
        "kṛṣṇa bhakti-samudoy    janama saphala hoy",
        "    e bhava-sāgara tore sukhe"
      ],
      "translation": [
        "I have heard from the great saints and gurus mouths that upon hearing the qualities of the Vaiṣṇava saints, the conditioned souls attain liberation. And beyond this, devotion to Krishna develops, makes the soul’s birth perfect and the soul crosses this material ocean happily with ease."
      ]
    },
    {
      "number": "19",
      "text": [
        "te-kāraṇe prayāsa    yathā vāmanera āśa",
        "    gaganera chā̐da dhori bāre",
        "adoṣa-daraśī tumi    adhama patita āmi",
        "    nija guṇe kṣomivā āmāre"
      ],
      "translation": [
        "For this reason I endeavour thus, just like a dwarf aspiring to reach the moon. I am lowly and fallen, but your nature is not to consider any offence, so I beg you to pardon my flaws."
      ]
    },
    {
      "number": "20",
      "text": [
        "śrī gaurāṅga-pāriṣada    ṭhākura bhaktivinoda",
        "    dīnahīna patitera bandhu",
        "kali-tamaḥ vināśite    ānilena avanīte",
        "    toma’ akalaṅka pūrṇa indu"
      ],
      "translation": [
        "Śrīla Bhakti Vinod Ṭhākur, the associate of Śrī Gaurāṅga Mahāprabhu and friend of the lowly fallen souls brought you here, and you came like a spotless full moon to dispel the ignorance of this age of Kali."
      ]
    },
    {
      "number": "21",
      "text": [
        "kara kṛpā vitaraṇa    premasudhā anukṣaṇa",
        "    mātiyā uṭhuka jīva goṇ",
        "harināma-saṅkīrtane    nāchuka jagata-jane",
        "    vaiṣṇava-dāsera nivedan"
      ],
      "translation": [
        "So please keep incessantly showering your mercy, the nectar of ecstatic love of Godhead, and let all the souls of this world be uplifted by that. May all the people of the world dance in the congregational chanting of the Lord’s Holy Name—this is the prayer of this servant of the Vaiṣṇavas."
      ]
    }
  ]
}