{
  "meta": {
    "verse parentheses": "non bold",
    "page": 73,
    "first_line": "(kiba) jaya jaya gaurāchā̐der ārotiko śobhā"
  },
  "title": [
    "Śrī Gaura-ārati"
  ],
  "author": [
    "by Śrīla Bhakti Vinod Ṭhākur"
  ],
  "verses": [
    {
      "number": "1",
      "text": [
        "(kiba) jaya jaya gaurāchā̐der ārotiko śobhā",
        "        jāhṇavī-taṭa-vane jagamana-lobhā",
        "        (jaga janer mana-lobhā)",
        "        (gaurāṅger āroti śobhā jaga janer mana-lobhā)",
        "        (nitāi gaura haribol)"
      ],
      "translation": [
        "All glories, all glories to the beautiful ceremony of worship to Lord Gaurachandra in a grove on the banks of the Jāhṇavī river! It is attracting the minds of all living entities in the universe."
      ]
    },
    {
      "number": "2",
      "text": [
        "(kiba) dakṣiṇe nitāichā̐d bāme gadādhara",
        "        nikaṭe advaita śrīnivāsa chatra-dhara"
      ],
      "translation": [
        "On Lord Gaurachandra’s right side is Lord Nityānanda, and on His left is Śrī Gadādhara. Before Him stands Śrī Advaita, and Śrīvās Ṭhākur holds an umbrella over the Lord’s head."
      ]
    },
    {
      "number": "3",
      "text": [
        "(kiba) bosiyāche gaurāchā̐d ratna-siṁhāsane",
        "        (ratna-simhāsana alo korere",
        "        bosiyāchen gaurāchāṅd ratna-siṁhāsane)",
        "        ārati korena brahmā ādi-deva gaṇe",
        "        (gaurāṅger āroti kore)",
        "        (brahmā ādi-deva gaṇe gaurāṅger āroti kore)",
        "        (nitāi gaura haribol)"
      ],
      "translation": [
        "Lord Chaitanya is seated upon a jewelled throne while the demigods headed by Lord Brahmā perform the ārati ceremony."
      ]
    },
    {
      "number": "4",
      "text": [
        "(kiba) narahari-ādi kori chāmara ḍhulāya",
        "        sañjaya-mukunda-vāsu-ghoṣa-ādi gāya"
      ],
      "translation": [
        "Narahari Sarakār and other associates of Lord Chaitanya fan Him with whisks and the devotees headed by Sañjaya Paṇḍit, Mukunda Datta, and Vāsu Ghoṣa sing sweet kīrtan along with the other devotees."
      ]
    },
    {
      "number": "5",
      "text": [
        "(kiba) śaṅkha bāje ghaṇṭā bāje bāje karatāla",
        "        madhura mṛdaṅga bāje parama rasāla",
        "        (madhur madhur madhur bāje)",
        "        (gaurāṅger āroti kāle madhur madhur madhur bāje)",
        "        (śaṅkha bāje ghaṇṭā bāje madhur madhur madhur bāje)",
        "        (madhura mṛdanga bāje madhur madhur madhur bāje)",
        "        (nitāi gaura haribol)"
      ],
      "translation": [
        "Conchshells, bells, and karatālas resound, and the mṛdaṅgas play very sweetly. This kīrtan music is supremely sweet and relishable to hear."
      ]
    },
    {
      "number": "6",
      "text": [
        "(kiba) bahu-koṭi chandra jini vadana ujjvala",
        "        gala-deśe bona-mālā kore jhalamala",
        "        (jhalmol jhalmol jhalmol kore)",
        "        (gaura gole bona phuler mālā jhalmol jhalmol jhalmol kore)",
        "        (nitāi gaura haribol)"
      ],
      "translation": [
        "The brilliance of Lord Chaitanya’s face conquers millions upon millions of moons, and the garland of forest flowers around His neck shines."
      ]
    },
    {
      "number": "7",
      "text": [
        "(kiba) śiva-śuka-nārada preme gada-gada",
        "        bhakativinoda dekhe gorāra sampada"
      ],
      "translation": [
        "Lord Shiva, Śukadeva Goswāmī and Nārada Muni are all present and their voices are choked with the ecstasy of transcendental love. Thus Bhakti Vinod envisions the glorious worship of Lord Gaurachandra."
      ]
    },
    {
      "text": [
        "    (ei bār āmāy dayā kara)",
        "    (ṭhākura śrī bhaktivinoda ei bār āmāy dayā kara)",
        "    (ṭhākura śrī sarasvatī ei bār āmāy dayā kara)",
        "    (patit-pāvan śrī gurudev ei bār āmāy dayā kara)",
        "    (sapārṣada gaurahari ei bār āmāy dayā kara)",
        "    (nitāi gaura haribol)"
      ],
      "translation": [
        "This time please give me your grace. Oh Śrī Bhakti Vinod, Śrī Saraswatī Ṭhākur, Oh Gurudeva, saviour of the fallen, Oh Lord Gaurahari along with Your associates, this time please give me Your grace."
      ]
    }
  ]
}