{
  "meta": {
    "page": 50,
    "first_line": "jaya śachīnandana sura-muni-vandana"
  },
  "title": [
    "Śrī Śachīnandana-vandanā"
  ],
  "author": [
    "by Śrīla Bhakti Rakṣak Śrīdhar Dev-Goswāmī Mahārāj"
  ],
  "verses": [
    {
      "number": "1",
      "text": [
        "jaya śachīnandana sura-muni-vandana,",
        "    bhava-bhaya-khaṇḍana jayo he",
        "jaya hari-kīrtana nartanā vartana,",
        "    kalimala-kartana jayo he"
      ],
      "translation": [
        "All glories to Śrī Krishna Chaitanya Mahāprabhu, the son of Śachī Devī. Great sages and demigods always sing His praise, for by doing so, the fear of repeated birth and death is cut to pieces. All glories to the *kīrtan* of the Holy Name of Krishna, for when one chants the Holy Name of Krishna and dances in ecstasy, the filth of this age of Kali disappears."
      ]
    },
    {
      "number": "2",
      "text": [
        "nayana-purandara viśvarūpa snehadhara,",
        "    viśvambhara viśvera kalyāṇa",
        "jaya lakṣmī-viṣṇupriyā viśvambhara priyahiyā,",
        "    jaya priya kiṅkara īśāna"
      ],
      "translation": [
        "Śrī Chaitanya delights all eyes with His charming beauty. He is the most dearly beloved Lord of all and the intimate brother of Viśvarūp. He brings the highest auspiciousness to everyone, for He floods the entire universe with the nectar of love of Godhead and thus saves all living beings. All glories to Lakṣmī Priyā and Viṣṇu Priyā Devī, who are very dear to Śrī Nimāi Paṇḍit. All glories to Their family servant, Īśāna."
      ]
    },
    {
      "number": "3",
      "text": [
        "śrī sītā-advaita-rāy mālinī-śrīvāsa jay,",
        "    jay chandraśekhara āchārya",
        "jay nityānanda rāy gadādhara jay jay,",
        "    jaya haridās nāmāchārya"
      ],
      "translation": [
        "All glories to Sītā Ṭhākurāṇī and Śrī Advaita Āchārya, all glories to Mālinī-devī and Śrīvās Ṭhākur, and all glories to Āchārya Chandraśekhara. All glories to Śrīla Nityānanda Prabhu, Śrīla Gadādhara Paṇḍit and Śrīla Haridās Ṭhākur, the Nāmāchārya."
      ]
    },
    {
      "number": "4",
      "text": [
        "murāri mukunda jay premanidhi mahāśaya,",
        "    jaya jata prabhu pāriṣad",
        "vandi savākāra pāya adhamere kṛpā hoy,",
        "    bhakti sapārṣada-prabhupād"
      ],
      "translation": [
        "All glories to Murāri Gupta, and all glories to Mukunda Datta. All glories to all the other eternal associates of Śrī Chaitanya Mahāprabhu. By singing the glories of Śrīla Prabhupād and all those great souls who are eternal associates of Śrī Chaitanya Mahāprabhu, even the lowest of men can obtain the highest treasure of love."
      ]
    }
  ]
}