{
  "meta": {
    "page": 246,
    "first_line": "jaya rādhe, jaya kṛṣṇa, jaya vṛndāvan"
  },
  "title": [
    "Śrī Vraja-dhāma-mahimāmṛta"
  ],
  "author": [
    "by Śrīla Kṛṣṇadās Kavirāj Goswāmī"
  ],
  "verses": [
    {
      "number": "1",
      "text": [
        "jaya rādhe, jaya kṛṣṇa, jaya vṛndāvan",
        "śrī-govinda, gopīnātha, madana-mohan"
      ],
      "translation": [
        "All glories to Rādha and Krishna and the divine forest of Vṛndāvan. All glories to the three presiding Deities of Vṛndāvan–Śrī Govinda, Gopīnāth, and Madana-Mohan."
      ]
    },
    {
      "number": "2",
      "text": [
        "śyāma-kuṇḍa, rādhā-kuṇḍa, giri-govardhan",
        "kālindī yamunā jaya, jaya mahāvan"
      ],
      "translation": [
        "All glories to Śyāma-kuṇḍa, Rādhā-kuṇḍa, Govardhan Hill, and the Yamunā River (Kālindī). All glories to the great forest known as Mahāvan, where Krishna and Balarām displayed all of Their childhood Pastimes."
      ]
    },
    {
      "number": "3",
      "text": [
        "keśī-ghāṭa, vaṁśī-vaṭa, dvādaśa-kānan",
        "jā̐hā sob līlā koilo śrī-nanda-nandan"
      ],
      "translation": [
        "All glories to Keśī-ghāṭa, where Krishna killed the Keśī demon. All glories to the Vaṁśī-vaṭa tree, where Krishna attracted all the gopīs to come by playing His flute. Glories to all of the twelve forests of Vraja. At these places the son of Nanda, Śrī Krishna, performed all of His Pastimes."
      ]
    },
    {
      "number": "4",
      "text": [
        "śrī-nanda-yaśodā jaya, jaya gopa-gaṇ",
        "śrīdāmādi jaya, jaya dhenu-vatsa-gaṇ"
      ],
      "translation": [
        "All glories to Krishna’s divine father and mother, Nanda and Yaśodā. All glories to the cowherd boys, headed by Śrīdāmā, the older brother of Śrīmatī Rādhārāṇī and Anaṅga Mañjarī. All glories to the cows and calves of Vraja."
      ]
    },
    {
      "number": "5",
      "text": [
        "jaya vṛṣabhānu, jaya kīrtidā sundarī",
        "jaya paurṇamāsī, jaya ābhīra-nāgarī"
      ],
      "translation": [
        "All glories to Rādhā’s divine father and mother, Vṛṣabhānu and the beautiful Kīrtidā. All glories to Paurṇamāsī, the mother of Sāndīpani Muni, grandmother of Madhumaṅgal and Nāndīmukhī, and beloved disciple of Devarṣi Nārada. All glories to the young cowherd maidens of Vraja."
      ]
    },
    {
      "number": "6",
      "text": [
        "jaya jaya gopeśvara vṛndāvana-mājh",
        "jaya jaya kṛṣṇa-sakhā baṭu dvija-rāj"
      ],
      "translation": [
        "All glories, all glories to Gopeśvara Shiva, who resides in Vṛndāvan in order to protect the holy *dhām*. All glories, all glories to Krishna’s funny *brāhmaṇ* friend, Madhumaṅgal."
      ]
    },
    {
      "number": "7",
      "text": [
        "jaya rāma-ghāṭa, jaya rohiṇī-nandan",
        "jaya jaya vṛndāvana-vāsī jata jon"
      ],
      "translation": [
        "All glories to Rāma-ghāṭa, where Lord Balarām performed His rāsa dance. All glories to Lord Balarām, the son of Rohiṇī. All glories, all glories to all of the residents of Vṛndāvan."
      ]
    },
    {
      "number": "8",
      "text": [
        "jaya dvija-patnī, jaya nāga-konyā-goṇ",
        "bhaktite jā̐hārā pāilo govinda-charaṇ"
      ],
      "translation": [
        "All glories to the wives of the proud Vedic *brāhmaṇs*. All glories to the wives of the Kālīya serpent. Through pure devotion they all obtained the lotus feet of Lord Govinda."
      ]
    },
    {
      "number": "9",
      "text": [
        "śrī-rāsa-maṇḍala jaya, jaya rādhā-śyām",
        "jaya jaya rāsa-līlā sarva-manoram"
      ],
      "translation": [
        "All glories to the place where the rāsa dance of Śrī Krishna was performed. All glories to Rādhā and Śyāma. All glories, all glories to the divine rāsa dance, which is the most beautiful of all of Lord Krishna’s Pastimes."
      ]
    },
    {
      "number": "10",
      "text": [
        "jaya jayojvala-rasa sarva-rasa-sār",
        "parakīyā-bhāve jāhā vrajete prachār"
      ],
      "translation": [
        "All glories, all glories to the mellow of conjugal love, which is the most excellent of all rasas and is propagated in Vraja by Śrī Krishna in the form of the divine *parakīyā-bhāva* [paramour love]."
      ]
    },
    {
      "number": "11",
      "text": [
        "śrī-jāhnavā-pāda-padma koriyā smaraṇ",
        "dīna kṛṣṇadāsa kohe nāma-saṅkīrtan"
      ],
      "translation": [
        "Remembering the lotus feet of Lord Nityānanda’s consort, Śrī Jāhnavā Devī, this very fallen and lowly Krishnadās sings the saṅkīrtan of the Holy Name."
      ]
    }
  ]
}