{
  "meta": {
    "page": 159,
    "first_line": "kṛpa kara’ vaiṣṇava ṭhākura"
  },
  "title": [
    "Prārthanā Lalasāmayi"
  ],
  "author": [
    "by Śrīla Bhakti Vinod Ṭhākur"
  ],
  "verses": [
    {
      "number": "1",
      "text": [
        "    kṛpa kara’ vaiṣṇava ṭhākura",
        "sambandha jāniyā,    bhajite bhajite,",
        "    abhimān hau dūra"
      ],
      "translation": [
        "Please give your mercy to me now, oh revered pure devotee! Vaiṣṇava Ṭhākur! Then only my false ego will go far away by my constant worship in full knowledge of my real eternal position."
      ]
    },
    {
      "number": "2",
      "text": [
        "‘ami to’ vaiṣṇava’ e buddhi hoile,",
        "    amānī nā ho’bo āmi",
        "pratiṣṭhāśā āsi’,    hṛdoya dūṣibe,",
        "    hoibo nirayagāmī"
      ],
      "translation": [
        "If I falsely think that ‘I am a Vaiṣṇava’, then I shall look forward to receiving respect from others. And if the desire for fame and reputation pollute my heart, then certainly I shall go to live in hell instantly."
      ]
    },
    {
      "number": "3",
      "text": [
        "tomāra kiṅkora,    āpane jānibo,",
        "    ‘guru’-abhimān tyaji’",
        "tomāra uchiṣṭha,    padajala-reṇu,",
        "    sadā niṣkapaṭe bhaji"
      ],
      "translation": [
        "Renouncing the false conception that I am a ‘guru’, I will understand myself to be your humble servant. I sincerely worship the remnants of your food, oh pure devotee, as well as the water that has washed the sacred dust of your lotus feet."
      ]
    },
    {
      "number": "4",
      "text": [
        "‘nije sreṣṭha’ jāni’,    uchiṣṭhādi dāne,",
        "    ha’be abhimān bhār",
        "tāi śiṣya tava,    thākiyā sarvadā,",
        "    nā loibo pūjā kā’ra"
      ],
      "translation": [
        "By giving others the remnants of my food, I shall consider myself superior and shall be burdened with the weight of false pride. Therefore, always remaining your surrendered disciple, I shall not accept worship from anyone else."
      ]
    },
    {
      "number": "5",
      "text": [
        "amānī mānada,    hoile kīrtane",
        "    adhikār dibe tumi",
        "tomāra charaṇe,    niṣkapaṭe āmi,",
        "    kā̐diyā luṭibo bhūmi"
      ],
      "translation": [
        "If you will bestow upon me the capacity to chant the Holy Name, I will then give all honour to others without expecting any respect for myself. Thus I will sincerely weep in ecstasy while rolling on the ground at your lotus feet."
      ]
    }
  ]
}