{
  "meta": {
    "page": 256,
    "first_line": "kṛṣṇa hoite chatur-mukha"
  },
  "title": [
    "Śrī Guru-paramparā"
  ],
  "author": [
    "Verses 1-9 composed by Śrīla Saraswati Ṭhākur"
  ],
  "verses": [
    {
      "number": "1",
      "text": [
        "kṛṣṇa hoite chatur-mukha,    hon kṛṣṇa-sevonmukha,",
        "    brahmā hoite nāradera mati",
        "nārada hoite vyāsa,    madhva kohe vyāsa-dāsa,",
        "    pūrṇaprajña padmanābha gati"
      ],
      "translation": [
        "In the beginning of creation the science of devotional service was received by the four-headed Brahmā from the Supreme Lord Śrī Krishna. Devarṣi Nārada’s understanding of this divine science was obtained from Brahmā. The great sage Krishna Dvaipāyana Vyāsa, who was empowered to compile the Vedic literatures, became a disciple of Devarṣi Nārada. Śrīpād Madhva Āchārya, the founder of the Śuddha-dvaita school of Vedānta philosophy, who visited Vyāsadeva at Badarīkāśram in the thirteenth century to learn from him Vedānta philosophy, calls himself a servant of Krishna Dvaipāyana Vyāsa. Pūrṇaprajña Tīrtha [Madhva] is the guru and sole refuge of Padmanābha Tīrtha."
      ]
    },
    {
      "number": "2",
      "text": [
        "nṛhari mādhava-baṁśe,    akṣobhya paramahaṁse,",
        "    śiṣya boli aṅgīkāra kore",
        "akśobhyera śiṣya jaya-    tīrtha nāme parichaya,",
        "    tā̐ra dāsye jñānasindhu tore"
      ],
      "translation": [
        "The two other principal disciples of Madhva are Nṛhari Tīrtha and Mādhava Tīrtha. Mādhava Tīrtha accepted the great paramahaṁsa Akṣobhya Tīrtha as a disciple. The principal disciple of Akṣobhya Tīrtha was known as Jayatīrtha. Jayatīrtha’s service was for his disciple Jñānasindhu."
      ]
    },
    {
      "number": "3",
      "text": [
        "tā̐hā hoite dayānidhi,    tā̐ra dāsa vidyānidhi,",
        "    rājendra hoilo tā̐hā hoite",
        "tā̐hāra kiṅkora jaya-    dharma nāme parichoya,",
        "    paramparā jāno bhālo mate"
      ],
      "translation": [
        "Dayānidhi received the science of devotional service from Jñānasindhu, and the servant of Dayānidhi was Vidyānidhi [Vidyādhirāja Tīrtha]. Rājendra Tīrtha became a disciple of Vidyādhirāja Tīrtha. Rājendra Tīrtha’s servant was known as Jayadharma or Vijayadhvaja Tīrtha. In this way you should properly understand this disciplic succession."
      ]
    },
    {
      "number": "4",
      "text": [
        "jayadharma-dāsye khyāti,    śrī puruṣottama-yati",
        "    tā̐’ha’te brahmaṇya-tīrtha sūri",
        "vyāsatīrtha tā̐ra dāsa,    lakṣmīpati vyāsa-dāsa,",
        "    tā̐ha hoite mādhavendra purī"
      ],
      "translation": [
        "The great sannyāsī Śrī Puruṣottama Tīrtha received his knowledge in the service of his guru, Vijayadhvaja Tīrtha [Jayadharma]. The principal disciple of Puruṣottama Tīrtha was Subrahmaṇya Tīrtha. His servant was the great Vyāsatīrtha [Vyāsa Rāya]. Vyāsatīrtha’s servant was Lakṣmīpati Tīrtha, whose disciple was Mādhavendra Purī Goswāmī."
      ]
    },
    {
      "number": "5",
      "text": [
        "mādhavendra purī-vara,    śiṣya-vara śrī-īśvara,",
        "    nityānanda, śrī-advaita vibhu",
        "īśvara-purīke dhonya,    korilena śrī-chaitanya,",
        "    jagad-guru gaura mahāprabhu"
      ],
      "translation": [
        "The chief disciple of Mādhavendra Purī was Īśvara Purī, and two of his other disciples were the renowned incarnations of Godhead Śrī Nityānanda and Śrī Advaita Āchārya. Śrī Chaitanya Mahāprabhu, the spiritual preceptor of all the worlds, made Īśvara Purī greatly fortunate by accepting him as His spiritual master."
      ]
    },
    {
      "number": "6",
      "text": [
        "mahāprabhu śrī-chaitanya,    rādhā-kṛṣṇa nahe anya,",
        "    rūpānuga jonera jīvana",
        "viśvambhara priyaṅkara,    śrī svarūpa-dāmodara,",
        "    srī gosvāmī rūpa-sanātana"
      ],
      "translation": [
        "Mahāprabhu Śrī Chaitanya is nondifferent from Śrī Śrī Rādhā and Krishna and is the very life of those Vaiṣṇavas who follow Śrī Rūpa Goswāmī. Śrī Swarūp Dāmodar Goswāmī, Rūpa Goswāmī and Sanātan Goswāmī were the givers of great happiness to Viśvambhara [Śrī Chaitanya]."
      ]
    },
    {
      "number": "7",
      "text": [
        "rūpapriya mahājana,    jīva-raghunātha hon,",
        "    tā̐ra priya kavi kṛṣṇadāsa",
        "kṛṣṇadāsa-priyavara,    narottama sevāpara,",
        "    jā̐ra pada viśvanātha-āśa"
      ],
      "translation": [
        "The great souls Jīva Goswāmī and Raghunāth Dās Goswāmī became very dear to Rūpa Goswāmī. Jīva Goswāmī was a disciple of Rūpa Goswāmī. Raghunāth Dās Goswāmī, a disciple of Advaita Āchārya’s disciple Jadunandan Āchārya, was accepted by Rūpa and Sanātan as their third brother. Raghunāth Dās Goswāmī’s beloved student was Krishnadās Kavirāj Goswāmī. Kṛṣṇādās Kavirāj was an intimate friend of Lokanāth Goswāmī. They lived together in Vṛndāvan and always discussed the topics of Krishna with one another. Lokanāth Goswāmī, a disciple of Gadādhara Paṇḍit, had only one disciple, whose name was Narottam Dās. Narottam Dās was always engaged in the service of his guru, and he also engaged himself in the service of his guru’s intimate friends. Thus he became very dear to Krishnadās Kavirāj Goswāmī. To serve the feet of Narottam Dās Ṭhākur was the only desire of Viśvanāth Chakravartī Ṭhākur, who was the fourth *āchārya* in disciplic succession from Narottam Dās."
      ]
    },
    {
      "number": "8",
      "text": [
        "viśvanātha-bhakta-sāth,    baladeva jagannāth,",
        "    tā̐ra priya śrī-bhaktivinoda",
        "mahā-bhāgavata-vara,    śrī-gaurakiśora-vara,",
        "    hari-bhajanete jā̐ra moda"
      ],
      "translation": [
        "Viśvanātha Chakravartī Ṭhākura was the śikṣā-guru [instructing spiritual master] of Baladeva Vidyābhūṣaṇa, to whom he taught the precepts of Śrīmad-Bhāgavatam. Jagannāth Dās Bābājī was a very prominent Āchārya after Śrī Baladeva Vidyābhūṣaṇa and was the beloved śikṣā-guru of Śrī Bhakti Vinod Ṭhākur. Bhakti Vinod Ṭhākur’s intimate friend and associate was the eminent mahābhāgavat Śrī Gaura Kiśor Dās Bābājī, whose sole joy was found in hari-bhajana."
      ]
    },
    {
      "number": "9",
      "text": [
        "tadanuga-mahājon    śrī-kṛṣṇa-kīrtana-dhon",
        "    jebā dilo puri jaga kāma",
        "śrī vārṣabhānavībarā    sadā sevya sevāparā",
        "    tā̐hāra dayita-dāsa nāma"
      ],
      "translation": [
        "The followers of Śrīla Gaura Kiśor Dās Bābājī fill up the world with the wealth of Śrī Krishna-kīrtan. He who is always serving Krishna the dearmost lover of Rādhārāṇī, is Śrī Vārṣabhānavī Dayita Dās (Śrīla Saraswatī Ṭhākur)."
      ]
    },
    {
      "number": "10",
      "text": [
        "tadabhīnna deho-divya    svarūpa-rūpa-raghu-jivya",
        "    sadā sevya jā̐ra pādapadma",
        "susiddhānta mūrti-dhara    śrī śrīdhara guruvara",
        "    rupānuga-sādhu śreya sadma"
      ],
      "translation": [
        "The nondifferent personality and embodiment of bhakti-siddhānta as well as Śrīla Saraswatī Ṭhākur; and who is living within the conception of Śrīla Swarūp Dāmodar, Śrīla Rūpa Goswāmī and Śrīla Raghunāth Dās Goswāmī; and whose lotus feet are always the worshipable happy shelter of the followers of Rūpa Goswāmī, he is Śrīla Śrīdhar Dev-Goswāmī."
      ]
    },
    {
      "number": "11",
      "text": [
        "tā̐ra priya mano’ bhīṣṭa    sthāpane sadāsacheṣṭa",
        "    bhakti sundara śrī govinda nāma",
        "ei paramparā dhana    sabe gaura-nijajana",
        "    tā̐dera uchiṣṭe mora kāma"
      ],
      "translation": [
        "He who is a very dear disciple of that Śrīla Śrīdhar Dev-Goswāmī Mahārāj, and who is establishing his divine conception, and who is fulfilling his desire continuously, he is Śrīla Bhakti Sundar Govinda Dev-Goswāmī. This is our grand preceptorial line and all of them are very dear to Śrī Chaitanya Mahāprabhu. My sustenance is their remn ∂ ants alone."
      ]
    }
  ]
}