{
  "meta": {
    "page": 343,
    "first_line": "mahā-bhaya śaṅkula e bhava taraṅginī"
  },
  "title": [
    "Māyā Duratyayā"
  ],
  "author": [
    "Composed by Śrīla Bhakti Sundar Govinda Dev-Goswāmī Mahārāj"
  ],
  "verses": [
    {
      "number": "1",
      "text": [
        "mahā-bhaya śaṅkula    e bhava taraṅginī",
        "    janama-maraṇa mālā-dale",
        "niśi-diśi gatāgati    kara ta̐hi jīva-kula",
        "    mohita mahāmāyā bale"
      ],
      "translation": [
        "Filled with tremendous trepidation (*mahā-bhaya*), the *jīva*-souls are carried away by the waves of the ocean of material existence along the chain of birth and death, perpetually coming and going in all directions throughout the darkness of the confines of the illusory environment, captivated by the power of Mahāmāyā."
      ]
    },
    {
      "number": "2",
      "text": [
        "    karabi ki mana abhāgiyā—",
        "bhuvana-mohana-māyā    kemane re utarabi",
        "    labhibi kemane kānāiyā?"
      ],
      "translation": [
        "O Mind! What can you do about my great misfortune? Mahāmāyā bewilders the whole universe, how will you ever overcome her? How will you attain Kānāi-lāl — the youthful Krishna of Goloka Vṛndāvan?"
      ]
    },
    {
      "number": "3",
      "text": [
        "nija-rūpevitāri’    tri-guṇa-jāle phā̐da rachi’",
        "    ta̐hi māhe gaṇikā pratiṣṭhā—",
        "kanaka varāṅganā    dāniyā āmiṣa sama",
        "    sa̐pitechhe kāla-kare dhṛṣṭā"
      ],
      "translation": [
        "In your own form you are trying to cross over the net of the three modes of material nature but in doing so they have bound you in a noose. You have treated Māyā like a prostitute. She has been feeding you *kanak*, *kāminī*, and *pratiṣṭha* just like meat and you have become immersed in the darkness of arrogance."
      ]
    },
    {
      "number": "4",
      "text": [
        "    mana majhu vāta avadhāna",
        "soi dayālu prabhu    charaṇa saroje mana",
        "    dhana-tanu, sabahu̐ dāna"
      ],
      "translation": [
        "O my mind, your attention is like the wind. Your real wealth will be found at the lotus feet of the all-merciful Lord, so give yourself completely there."
      ]
    },
    {
      "number": "5",
      "text": [
        "yā̐kara māyā    tachhu pade paraṇami",
        "    leha śaraṇa hoi dīna",
        "svapaneha nā bhāviha    tā̐ka charaṇa vinu",
        "    dharama yukati samīchīna"
      ],
      "translation": [
        "Offer yourself to the lotus feet of the Lord who is the owner and controller of Māyā, taking shelter there in all humility. Do not even dream that without His lotus feet you can properly adjust with the environment or practice spiritual life (*dhārma*)."
      ]
    }
  ]
}