{
  "meta": {
    "page": 272,
    "first_line": "namāmīśvaraṁ sachchidānanda rūpaṁ"
  },
  "title": [
    "Śrī Śrī Dāmodarāṣṭakam"
  ],
  "author": [
    "by Śrī Satyavrat Muni"
  ],
  "verses": [
    {
      "number": "1",
      "text": [
        "namāmīśvaraṁ sachchidānanda rūpaṁ",
        "lasat-kuṇḍalaṁ gokule bhrājamānam",
        "yaśodā-bhiyolūkhalād dhāvamānaṁ",
        "parāmṛṣṭam atyaṁ tato drutya gopyā"
      ],
      "translation": [
        "To the Supreme Lord, whose form is the embodiment of eternal existence, knowledge, and bliss, whose shark-shaped earrings are swinging to and fro, who is beautifully shining in the divine realm of Gokul, who [due to the offence of breaking the pot of yoghurt that his mother was churning into butter and then stealing the butter that was kept hanging from a swing] is quickly running from the wooden grinding mortar in fear of Mother Yaśodā, but who has been caught from behind by her who ran after Him with greater speed—to that Supreme Lord, Śrī Dāmodar, I offer my humble obeisances."
      ]
    },
    {
      "number": "2",
      "text": [
        "rudantaṁ muhur netra-yugmaṁ mṛjantaṁ",
        "karāmbhoja-yugmena sātaṅka-netram",
        "muhuḥ śvāsa-kampa-trirekhāṅka-kaṇṭha-",
        "sthita-graiva dāmodaraṁ bhakti-baddham"
      ],
      "translation": [
        "[Seeing the whipping stick in His mother’s hand,] He is crying and rubbing His eyes again and again with His two lotus hands. His eyes are filled with fear, and the necklace of pearls around His neck, which is marked with three lines like a conchshell, is shaking because of His quick breathing due to crying. To this Supreme Lord, Śrī Dāmodar, whose belly is bound not with ropes but with His mother’s pure love, I offer my humble obeisances."
      ]
    },
    {
      "number": "3",
      "text": [
        "itīdṛk sva-līlābhir ānanda-kuṇḍe",
        "sva-ghoṣaṁ nimajjantam ākhyāpayantaṁ",
        "tadīyeṣita-jñeṣu bhaktair jitatvaṁ",
        "punaḥ prematas taṁ śatāvṛtti vande"
      ],
      "translation": [
        "By such childhood Pastimes as this He is drowning the inhabitants of Gokul in pools of ecstasy, and is revealing to those devotees who are absorbed in knowledge of His supreme majesty and opulence that He is only conquered by devotees whose pure love is imbued with intimacy and is free from all conceptions of awe and reverence. With great love I again offer my obeisances to Lord Dāmodar hundreds and hundreds of times."
      ]
    },
    {
      "number": "4",
      "text": [
        "varaṁ deva mokṣaṁ na mokṣāvadhiṁ vā",
        "na chānyaṁ vṛṇe ’haṁ vareśād apīha",
        "idan te vapur nātha gopāla-bālaṁ",
        "sadā me manasy āvirāstāṁ kim anyaiḥ"
      ],
      "translation": [
        "Oh Lord, although You are able to give all kinds of benedictions, I do not pray to You for the boon of impersonal liberation, nor the highest liberation of eternal life in Vaikuṇṭha, nor any other boon [which may be obtained by executing the nine processes of bhakti]. Oh Lord, I simply wish that this form of Yours as Bāla Gopāl in Vṛndāvan may ever be manifest in my heart, for what is the use to me of any other boon besides this?"
      ]
    },
    {
      "number": "5",
      "text": [
        "idan te mukhāmbhojam avyakta-nīlair",
        "vṛtaṁ kuntalaiḥ snigdha-raktaiś cha gopyā",
        "muhuś chumbitaṁ bimba-raktādharaṁ me",
        "manasy āvirāstām alaṁ lakṣa-lābhaiḥ"
      ],
      "translation": [
        "Oh Lord, Your lotus face, which is encircled by locks of soft black hair tinged with red, is kissed again and again by Mother Yaśoda, and Your lips are reddish like the bimba fruit. May this beautiful vision of Your lotus face be ever manifest in my heart. Thousands and thousands of other benedictions are of no use to me."
      ]
    },
    {
      "number": "6",
      "text": [
        "namo deva dāmodarānanta viṣṇo",
        "prasīda prabho duḥkha-jālābdhi-magnaṁ",
        "kṛpā-dṛṣṭi-vṛṣṭyāti-dīnaṁ batānu-",
        "gṛhāṇeśa mām ajñam edhy akṣi-dṛśyaḥ"
      ],
      "translation": [
        "O Supreme Godhead, I offer my obeisances unto You. O Dāmodar! O Ananta! O Viṣṇu! O Master! O my Lord, be pleased upon me. By showering Your glance of mercy upon me, deliver this poor ignorant fool who is immersed in an ocean of worldly sorrows, and become visible to my eyes."
      ]
    },
    {
      "number": "7",
      "text": [
        "kuverātmajau baddha-mūrtyaiva yadvat",
        "tvayā mochitau bhakti-bhājau kṛtau cha",
        "tathā prema-bhaktiṁ svakāṁ me prayacha",
        "na mokṣe graho me ’sti dāmodareha"
      ],
      "translation": [
        "O Lord Dāmodar, just as the two sons of Kuvera — Maṇigrīva and Nalakīśvara — were delivered from the curse of Nārada and made into great devotees by You in Your form as a baby tied with rope to a wooden grinding mortar, in the same way, please give to me Your own prema-bhakti. I only long for this and have no desire for any kind of liberation."
      ]
    },
    {
      "number": "8",
      "text": [
        "namas te ’stu dāmne sphurad-dīpti-dhāmne",
        "tvadīyodarāyātha viśvasya dhāmne",
        "namo rādhikāyai tvadīya-priyāyai",
        "namo ’nanta-līlāya devāya tubhyam"
      ],
      "translation": [
        "O Lord Dāmodar, I first of all offer my obeisances to the brilliantly effulgent rope which binds Your belly. I then offer my obeisances to Your belly, which is the abode of the entire universe. I humbly bow down to Your most beloved Śrīmatī Rādhārāṇī, and I offer all obeisances to You, the Supreme Lord, who displays unlimited Pastimes."
      ]
    }
  ],
  "embeds": [
    {
      "title": "Bhakti Lalita Devi",
      "embed_url": "https://soundcloud.com/bhakti-lalita-devi/bhakti-lalita-damodarastakam-happy-motif",
      "iframe_url": "https://w.soundcloud.com/player/?url=https%3A%2F%2Fsoundcloud.com%2Fbhakti-lalita-devi%2Fbhakti-lalita-damodarastakam-happy-motif",
      "embed_code": "<iframe width=\"100%\" height=\"20\" scrolling=\"no\" frameborder=\"no\" allow=\"autoplay\" src=\"https://w.soundcloud.com/player/?url=https%3A%2F%2Fsoundcloud.com%2Fbhakti-lalita-devi%2Fbhakti-lalita-damodarastakam-happy-motif\"></iframe>"
    }
  ]
}