{
  "meta": {
    "page": 333,
    "first_line": "naumi śrī-gurupādābjaṁ"
  },
  "title": [
    "Praṇati Daśakam"
  ],
  "author": [
    "Composed by Śrīla Bhakti Sundar Govinda Dev-Goswāmī Mahārāj"
  ],
  "subtitle": [
    "Ten Prayers in glorification of Śrīla Bhakti Rakṣak Śrīdhar Dev-Goswāmī Mahārāj"
  ],
  "verses": [
    {
      "number": "1",
      "text": [
        "naumi śrī-gurupādābjaṁ, yatirājeśvareśvaram",
        "śrī-bhaktirakṣakam śrīla-śrīdhara-svāminaṁ sadā"
      ],
      "translation": [
        "I eternally offer my humble obeisances unto the lotus feet of my Most Worshipful Divine Master, the Supreme Emperor of the Sannyāsī Kings—Śrīla Bhakti Rakṣak Śrīdhar Swāmī."
      ]
    },
    {
      "number": "2-4",
      "text": [
        "sudīrghonnata-dīptāngaṁ, supībya-vapuṣaṁ param",
        "tridaṇḍa-tulasīmālā-, gopīchandana-bhūṣitam",
        "",
        "achintya-pratibhā-snigdhaṁ, divyajñāna-prabhākaram",
        "vedādi-sarvaśāstrānāṁ, sāmañjasya-vidhāyakam",
        "",
        "gauḍīyāchārya-ratnānām, ujjvalaṁ ratna-kaustubham",
        "śrī-chaitanya-mahāpremon-, mattālīnāṁ śiromaṇim"
      ],
      "translation": [
        "He possesses a lofty, dignified, divinely effulgent, incomparable holy form, so charming to behold. Adorned with Gopīchandan and a necklace of Tulasī beads, he holds the triple staff of the Vaiṣṇava ascetics.",
        "Although he possesses the qualification of inconceivable potency, he is full of the utmost affection. All the ten directions are illuminated by the effulgence of his supramundane unalloyed perception. He is the dispenser of the genuine proper harmonious adjustment of all the scriptures—the Vedas, the Vedānta, the Upaniṣads, the Purāṇas, etc. headed by the Śrīmad-Bhāgavata-Purāṇa (*Śrīmad-Bhāgavatam*) which holds equal importance with the Vedas.",
        "In the necklace of the jewels of Āchāryas in the Śrī Gauḍīya Sampradāya he shines resplendently like the brilliant Kaustubha gem, and he is radiant in his glory as the Crown-jewel of the bumblebee-devotees who are mad in the Supreme Lord Śrī Chaitanya Mahāprabhu’s love supreme. I eternally offer my obeisances unto him, my Most Worshipful Divine Master."
      ]
    },
    {
      "number": "5-6",
      "text": [
        "gāyatry-artha-vinirjyāsaṁ, gītā-gūḍhārtha-gauravam",
        "stotraratnādi-samṛddhaṁ, prapanna-jīvanāmṛtam",
        "",
        "apūrvagrantha-sambhāraṁ, bhaktānāṁ hṛd-rasāyanam",
        "kṛpayā yena dattaṁ taṁ, naumi kāruṇya-sundaram"
      ],
      "translation": [
        "By his grace, he brought to full bloom the deepest underlying purport of Gāyatrī, the Mother of the Vedas; by his grace he opened the hidden treasure-house of the glorious internal purport of Śrīmad Bhagavad-gītā—and he distributed these gifts to one and all, even the lowest of the low. He revealed the supreme holy book (*Śrī Prapanna-jīvanāmṛtam*, which is a treasure of many types of precious gems of holy stanzas (the wealth of holy stanzas compiled from Stotra-ratna by Śrī Yamunāchārya and many other valuable sources) sung by the Lord and His devotees; he revealed an unprecedented collection of holy books (*Search for Śrī Krishna—Reality the Beautiful*, *Śrī Guru and His Grace*, *The Golden Volcano of Divine Love*, etc.) that are the very life-nectar for the devotee’s hearts and spiritual senses - he gave these gifts to the world. I eternally offer my obeisances unto him, my Most Worshipful Divine Master, the beautiful Deity of mercy incarnate."
      ]
    },
    {
      "number": "7",
      "text": [
        "saṅkīrtana-mahārāsarasabdheś chandramānibham",
        "saṁbhāti vitaran viśve gaura-kṛṣṇaṁ gaṇaiḥ saha"
      ],
      "translation": [
        "He revels in his full-blown splendour as along with and through his intimate servitors he distributes in the entire universe the Supreme Personality of Godhead Śrī Gaura-Krishna, the moon risen from the nectar ocean of the Grand Dance of the congregational chanting of Śrī Krishna’s holy name."
      ]
    },
    {
      "number": "8-10",
      "text": [
        "dhāmani śrī-navadvīpe, guptagovardhane śubhe",
        "viśvaviśruta-chaitanya-, sārasvata-maṭhottamam",
        "",
        "sthāpayitvā gurūn gaura-, rādhā-govindavigrahān",
        "prakāśayati chātmānaṁ, sevā-saṁsiddhi-vigrahaḥ",
        "",
        "gaura-śrīrūpa-siddhānta-, divya-dhārādharaṁ gurum",
        "śrī-bhakti-rakṣakaṁ devaṁ, śrīdharaṁ praṇamāmy aham"
      ],
      "translation": [
        "In Śrī Nabadwīp Dhām, which is nondifferent from the holy abode of Śrī Vṛndāvan, His Divine Grace established the world-renowned Śrī Chaitanya Sāraswat Maṭh at Śrī Koladwīp, the selfsame ‘Hidden Govardhan Hill’ (Gupta-Govardhan), which is the sacred place where all offenses are absolved (Aparādha-bhañjana-pāṭ). There, he revealed the beautiful devotional service of the Worshipful Deities Śrī Śrī Guru-Gaurāṅga-Gāndharvā Govindasundar, divinely manifesting his very self as the Deity of service in perfection. Eternally do I offer my obeisances unto the holy lotus feet of my Divine Master Śrīla Bhakti Rakṣak Śrīdhar Dev-Goswāmī Mahārāj who carries the divine current of Śrīla Bhakti Siddhānta Saraswatī coming in the line of Śrī Rūpa, the object of Śrī Gaurāṅga Mahāprabhu’s divine affection."
      ]
    },
    {
      "text": [
        "śraddhayā yaḥ paṭhen nityaṁ, praṇati-daśakam mudā",
        "viśate rāgamārgeṣu, tasya bhakta-prasādataḥ"
      ],
      "translation": [
        "One who with pure faith happily sings this Praṇatidaśakam every day, gains the qualification to serve the Supreme Lord on the path of spontaneous love (Rāgamarga), by the grace of the associate-servitors of that Śrīla Gurudeva."
      ]
    }
  ]
}