{
  "meta": {
    "page": 342,
    "first_line": "nava-nalina-gañjitaṁ kusuma-dala"
  },
  "title": [
    "Praṇati-Pañchakam"
  ],
  "author": [
    "Composed by Śrīla Bhakti Sundar Govinda Dev-Goswāmī Mahārāj"
  ],
  "verses": [
    {
      "text": [
        "nava-nalina-gañjitaṁ    kusuma-dala-maṇḍitaṁ",
        "    pāda-yugam-abhaya-varadānam",
        "kanaka-ghana-ninditaṁ vapura-mara-vanditaṁ",
        "    naṭana-gati-gaurava-nidānam",
        "",
        "    bhaje śrīdhara-svāminam-aniśam",
        "śarada-vidhu-nindi-mukha- padma-mati-śobhanaṁ",
        "    gopī-tilaka-charchita-subhālam",
        "",
        "gamana-jita-vāraṇaṁ    śamana-bhaya-tāraṇaṁ",
        "    prakṛti-ruchi-nindi-kṛta-veśam",
        "    prakṛti-ruchi-nambhrama-suveśam",
        "phulla-kara-pallavaṁ    bhakta-jana-vallabhaṁ",
        "    tuṅga-pṛthulaṁ hṛdaya-deśam",
        "",
        "gaura-puraṭa-saurabhaṁ kṛṣṇa-puraṭa-gauravaṁ",
        "    vibudha-kula-padma-naliśam",
        "bhakta-kula-daṇḍanaṁ bhaṇḍa-mata-khaṇḍanaṁ",
        "    bhakta-kula-nandana-yatīśam",
        "",
        "tribhuvana-nivāsine    kṛṣṇam-upadeśinaṁ",
        "    asura-kula-dāmbhika-kṛtāntam",
        "naumi budha-nāyakaṁ parama-gati-dāyakaṁ",
        "    mama śaraṇa-maraṇa-gaṇa-chintyam"
      ]
    },
    {
      "number": "1-2",
      "translation": [
        "His two feet resemble fresh petals of a lotus flower and distribute fearless blessings; his divine glowing form puts to shame the glow of gold, and is glorified for its beautiful dancing by all the demigods; his lotus face is so charming it puts to shame the charm of the autumnal moon; his broad forehead is decorated with *gopī-chandan tilak*; I adore that Śrīdhara-deva Swāmī always."
      ]
    },
    {
      "number": "3-4",
      "translation": [
        "He can put to an end our wandering in this material world; he can protect us from fear and death; his beautiful form dressed in saffron robes puts to shame the attraction and taste for mundane beauty; his hands like fresh blossoms distribute bliss; he is mutually beloved of the devotees; his heart is broad and strong; he preaches the glories of Śrī Govardhan; he spreads the sweet aroma of the abode of Śrī Krishna; he punishes the deceivers and refutes their faulty conceptions thereby giving pleasure to the devotees and revealing himself as a pre-eminent *sannyāsi* preacher. I always adore that Śrīdhara-deva Swāmī."
      ]
    },
    {
      "number": "5",
      "translation": [
        "He is a death-sentence to arrogant, haughty demons; he is the saviour of everyone in all the three worlds for he distributes the teachings of Śrī Krishna; he is pre-eminent amongst the learned, the most supreme merciful shelter, I adore that Śrīdhara-deva until my death."
      ]
    }
  ]
}