{
  "meta": {
    "page": 311,
    "first_line": "nīte yasmin niśānte nayana-jala-bharaiḥ"
  },
  "title": [
    "Śrī Śrī Dayita Dās Daśakam"
  ],
  "author": [
    "by Śrīla Bhakti Rakṣak Śrīdhar Dev-Goswāmī Mahārāj"
  ],
  "subtitle": [
    "Prayer unto Śrīla Saraswatī Ṭhākur after his manifest Pastimes"
  ],
  "verses": [
    {
      "number": "1",
      "text": [
        "nīte yasmin niśānte nayana-jala-bharaiḥ",
        "    snāta-gātrārvudānāṁ",
        "uchchair utkrośatāṁ śrī-vṛṣakapi-sutayā-",
        "    dhīrayā svīya-goṣṭhīm",
        "pṛthvī gāḍhāndhakārair hṛta-nayana-",
        "    maṇīvāvṛtā yena hīnā",
        "yatrāsau tatra śīghraṁ kṛpaṇa-nayana he",
        "    nīyatāṁ kiṅkaro ’yam"
      ],
      "translation": [
        "At the end of the night of Śrī Śrī Vṛṣabhānunandinī, She suddenly took him to Her entourage, withdrawing him from the company of throngs of griefstricken souls. A great cry of lamentation arose, their bodies were bathed by their tears. When he was thus stolen away, this world was plunged into the deep darkness of one whose eyes have been stolen away (*hṛta*—stolen away;*nayana-maṇi*—jewel of the eye—the internal name of Saraswatī Ṭhākur is ‘Nayana-maṇi’).",
        "(Bereft of the vision of my Divine Master,) Oh my sorrowful eyes (*dīna-nayana*), (or, Oh saviour of the fallen [Dīna-nayana],) wherever that great soul may be, please quickly take this servitor there! (Although he is my Master named ‘Nayana,’ or ‘one who brings us near,’ in his mercy he shows the miserliness of not taking me unto his company.)"
      ]
    },
    {
      "number": "2",
      "text": [
        "yasya śrī-pāda-padmāt pravahati jagati",
        "    prema-pīyūṣa-dhārā",
        "yasya śrī-pāda-padma-chyuta-madhu satataṁ",
        "    bhṛtya-bhṛṅgān vibharti",
        "yasya śrī-pāda-padmaṁ vraja-rasika-jano",
        "    modate sampraśasya",
        "yatrāsau tatra śīghraṁ kṛpaṇa-nayana he",
        "    nīyatāṁ kiṅkaro ’yam"
      ],
      "translation": [
        "From his lotus feet, the nectarean river of divine love flows throughout the universe; his servitors, like bees, maintain their lives drinking the honey that falls from his lotus feet; and the pure devotees in the shelter of the confidential mellows of Vraja revel in the bliss of singing the glories of his lotus feet: Oh Dīna-nayana, wherever that great soul may be, please quickly take this servitor there."
      ]
    },
    {
      "number": "3",
      "text": [
        "vātsalyaṁ yach cha pitro jagati bahumataṁ",
        "    kaitavaṁ kevalaṁ tat",
        "dāmpatyaṁ dasyutaiva svajana-gaṇa-kṛtā",
        "    bandhutā vañchaneti",
        "vaikuṇṭha-sneha-mūrteḥ pada-nakha-kiraṇair",
        "    yasya sandarśito ’smi",
        "yatrāsau tatra śīghraṁ kṛpaṇa-nayana he",
        "    nīyatāṁ kiṅkaro ’yam"
      ],
      "translation": [
        "Parental affection, so highly esteemed in the world, is a colossal hoax (as an obstacle to Hari-bhakti); socially recognised pure matrimonial love is nothing but dacoity (in that it plunders away both the husband’s and the wife’s eagerness for the chance to acquire the treasure of love unadulterated by the superficiality of familial prejudice); and common friendship is merely deception: I have gleaned these thoughts from the rays of light that emanate from the toenails of the holy feet of that great personality, the embodiment of supramundane affection. Oh Dīna-nayana, wherever that great soul may be, please quickly take this servitor there."
      ]
    },
    {
      "number": "4",
      "text": [
        "yā vāṇī kaṇṭha-lagnā vilasati satataṁ",
        "    kṛṣṇa-chaitanyachandre",
        "karṇa-kroḍāj-janānāṁ kim u nayana-gatāṁ",
        "    saiva mūrtiṁ prakāśya",
        "nīlādrī-śasya netrārpaṇa-bhavana-gatā",
        "    netra-tārābhidheyā",
        "yatrāsau tatra śīghraṁ kṛpaṇa-nayana he",
        "    nīyatāṁ kiṅkaro ’yam"
      ],
      "translation": [
        "The divine message sung by Śrī Krishna Chaitanya-chandra had its continuous play in the ears of the people. From the ear, did he, just to fulfil the purport of the name ‘Nayana-maṇi,’ reveal his form to the eye, making his advent in the mansion (temple) favoured by the glance of Śrī Nīlāchalachandra (at the time of the Ratha Yātrā festival)? Oh Dīna-nayana, wherever that great soul (Mahāpuruṣa) may be, please swiftly take this servitor there."
      ]
    },
    {
      "number": "5",
      "text": [
        "gaurendor asta-śaile kim u kanaka-ghano",
        "    hema-hṛj-jambu-nadyā",
        "āvirbhūtaḥ pravarṣair nikhila-jana-padaṁ",
        "    plāvayan dāva-dagdham",
        "gaurāvirbhāva-bhūmau rajasi cha sahasā",
        "    saṁjugopa svayaṁ svaṁ",
        "yatrāsau tatra śīghraṁ kṛpaṇa-nayana he",
        "    nīyatāṁ kiṅkaro ’yam"
      ],
      "translation": [
        "Drawing up the pure golden waters of the Jambu River mentioned in Śrīmad-Bhāgavatam, has this golden cloud arisen on the mountain where the golden moon (Śrī Gaurachandra) descended (set), just to shower down torrents of rain upon the whole countryside that was scorched by the forest fire (of threefold sufferings), then suddenly conceal himself in the dust of the land of the Advent of Śrī Gaurāṅga? Oh Dīna-nayana, wherever that Great Master may be now, please quickly take this servitor to that place."
      ]
    },
    {
      "number": "6",
      "text": [
        "gauro gaurasya śiṣyo gurur api jagatāṁ",
        "    gāyatāṁ gaura-gāthā",
        "gauḍe gauḍīya-goṣṭhy-āśrita-gaṇa-garimā",
        "    drāviḍe gaura-garvī",
        "gāndharvā gaura-vāṭyo giri-dhara-parama-",
        "    preyasāṁ yo gariṣṭho",
        "yatrāsau tatra śīghraṁ kṛpaṇa-nayana he",
        "    nīyatāṁ kiṅkaro ’yam"
      ],
      "translation": [
        "He is of the same hue as Śrī Gaura, and although he, who sings the tidings of Śrī Gaura, is the (natural) Guru of the whole universe, he accepted discipleship to a great devotee called Śrī Gaura Kiśora (‘adolescent Gaura’). In the whole Gaura Maṇḍal he is the repository of the glory of those who grant entrance into the fold of the pure Gauḍīya Vaiṣṇavas. He proudly ascended the lofty throne of preaching the glories of the gift of the Golden Lord Śrī Gaura (the service of Śrī Rādhā-Govinda in Vraja) to the Vaiṣṇavas of Draviḍa (the devotees in South India, who are generally worshippers of Lakṣmī-Nārāyaṇa). The glory of his dignity shines even in the group of Śrī Gāndharvā, and he holds a pre-eminent position in the intimate circle of Śrī Giridhārī, that is, he is the most beloved of Lord Mukunda. Oh Dīna-nayana, where that great soul is now, please swiftly take this servitor there."
      ]
    },
    {
      "number": "7",
      "text": [
        "yo rādhā-kṛṣṇa-nāmāmṛta-jala-nidhinā-",
        "    plāvayad-viśvam etad",
        "āmlechchhāśeṣa-lokaṁ dvija-nṛpa-vaṇijaṁ",
        "    śūdra-śūdrāpakṛṣṭam",
        "muktaiḥ siddhair agamyaḥ patita-jana-sakho",
        "    gaura-kāruṇya-śaktir",
        "yatrāsau tatra śīghraṁ kṛpaṇa-nayana he",
        "    nīyatāṁ kiṅkaro ’yam"
      ],
      "translation": [
        "He inundated the whole universe of countless living beings—whether *brāhmaṇ*, *kṣatriya*, *vaiśya*, *śūdra*, less than *śūdra*, and even *mlechchha*—with the oceanic nectar of the Holy Name of Śrī Rādhā-Krishna. Although unapproachable by the liberationists and *yogic* perfectionists, he is known as the friend of the fallen, the mercy potency of Śrī Gaurāṅga. Oh Dīna-nayana, wherever that great soul may be, please swiftly take this servitor there."
      ]
    },
    {
      "number": "8",
      "text": [
        "apy āśā vartate tat puraṭa-vara-vapur",
        "    lokituṁ loka-śandaṁ",
        "dīrghaṁ nīlābja-netraṁ tila-kusuma-nasaṁ",
        "    ninditārdhendu-bhālam",
        "saumyaṁ śubhrāṁśu-dantaṁ śata-dala-vadanaṁ",
        "    dīrgha-bāhuṁ vareṇyaṁ",
        "yatrāsau tatra śīghraṁ kṛpaṇa-nayana he",
        "    nīyatāṁ kiṅkaro ’yam"
      ],
      "translation": [
        "Do I have a hope to ever see that beautiful golden personality who makes everything auspicious for the world? Do I have a hope to ever behold that tall figure once again, his blue lotus eyes, his nose that excels the charm of the Tila flower, his forehead that shames the half-moon, his graceful lotus face, his gleaming pearlwhite teeth, his long arms extending to his knees? Oh Dīna-nayana, wherever that great soul has gone, please swiftly take this servitor there."
      ]
    },
    {
      "number": "9",
      "text": [
        "gaurābde śūnya-bāṇānvita-nigamamite",
        "    kṛṣṇa-pakṣe chaturthyāṁ",
        "pauṣe māse maghāyām amara-gaṇa-guror-",
        "    vāsare vai niśānte",
        "dāso yo rādhikāyā atiśaya-dayito",
        "    nitya-līlā-praviṣṭo",
        "yatrāsau tatra śīghraṁ kṛpaṇa-nayana he",
        "    nīyatāṁ kiṅkaro ’yam"
      ],
      "translation": [
        "In the year of our Lord Gaurāṅga 450, in the month of Pauṣa, on the fourth day of the dark fortnight of the moon in the star of Maghā, at the closing of the night of Bṛhaspativara (5.30 a.m., 1st January, 1937), that most beloved attendant of Śrīmatī Vṛṣabhānunandinī entered into the eternal Pastimes. Oh Dīna-nayana, wherever that great soul may be, quickly take this servitor there to him."
      ]
    },
    {
      "number": "10",
      "text": [
        "hā-hā-kārair-janānāṁ guru-charaṇa-juṣāṁ",
        "    pūritābhūr-nabhaś cha",
        "yāto ’sau kutra viśvaṁ prabhupada-virahādd-",
        "    hanta śūnyāyitaṁ me",
        "pādābje nitya-bhṛtyaḥ kṣaṇam api virahaṁ",
        "    notsahe soḍhum atra",
        "yatrāsau tatra śīghraṁ kṛpaṇa-nayana he",
        "    nīyatāṁ kiṅkaro ’yam"
      ],
      "translation": [
        "The entire earth and skies were filled with the cries of anguish of the people, and of the disciples devoted to the service of Śrī Gurudeva’s lotus feet. Where has that Great Master gone? Alas! today the whole universe seems empty, in the separation of Prabhupād. The servitor of Gurudeva cannot endure even a moment of his separation. Oh Dīna-nayana, wherever, wherever that great soul may be, please quickly take this servitor there to him."
      ]
    }
  ]
}