{
  "meta": {
    "page": 166,
    "first_line": "ohe harinām, tava mahimā apāra"
  },
  "title": [
    "Śrī Nāmāṣṭakam 7"
  ],
  "author": [
    "by Śrīla Bhakti Vinod Ṭhākur"
  ],
  "verses": [
    {
      "number": "1",
      "text": [
        "ohe harinām, tava mahimā apāra",
        "tava pade nati āmi kori bāro bāro"
      ],
      "translation": [
        "O Holy Name! Your glories are boundless! Therefore I bow down at Your lotus feet again and again."
      ]
    },
    {
      "number": "2",
      "text": [
        "gokuler mahotsava ānanda-sāgara",
        "tomāra charaṇe poḍi hoiyā kātara"
      ],
      "translation": [
        "O grand festival of Gokula! O ocean of bliss! I fall down at Your lotus feet, for I am feeling very distressed and troubled at heart."
      ]
    },
    {
      "number": "3",
      "text": [
        "tumi kṛṣṇa, pūrṇa-vapu, rasera nidāna",
        "tava pade poḍi tava guṇa kori gāna"
      ],
      "translation": [
        "You are Lord Krishna, Your divine form is fully perfect and complete, and You are the origin of all transcendental mellows. Falling down at Your lotus feet, I sing of Your divine qualities."
      ]
    },
    {
      "number": "4",
      "text": [
        "je kore tomār pade ekānta āśroya",
        "tā’ra ārti-rāśi nāśa karaho niśchoya"
      ],
      "translation": [
        "You definitely destroy the multitude of afflictions of that person who takes exclusive shelter at Your holy feet."
      ]
    },
    {
      "number": "5",
      "text": [
        "sarva aparādha tumi nāśa kara tā’ra",
        "nāma-aparādhāvadhi nāśaho tāhāra"
      ],
      "translation": [
        "You destroy all of their offences, even to the extent of the nāma-aparādhas (the ten offenses against the chanting of the Holy Name)."
      ]
    },
    {
      "number": "6",
      "text": [
        "sarva-doṣa dhauta kori’ tāhāra hṛdoya",
        "siṁhāsane baiso tumi parama āśroya"
      ],
      "translation": [
        "Cleansing them of all impurities, You are then seated upon the throne of their heart as their supreme shelter."
      ]
    },
    {
      "number": "7",
      "text": [
        "ati-ramya chid-ghana-ānanda-mūrtimān",
        "‘raso vai saḥ’ boli’ veda kore tuyā gān"
      ],
      "translation": [
        "You are delightful and beautiful, the personification of complete cognizance and condensed bliss. The Vedas sing of You, saying, “The Supreme Personality of Godhead is verily the personification of all transcendental mellows.”"
      ]
    },
    {
      "number": "8",
      "text": [
        "bhaktivinoda rūpa-gosvāmī-charaṇe",
        "māgaye sarvadā nāma-sphūrti sarva-kṣane"
      ],
      "translation": [
        "At the lotus feet of Śrīla Rūpa Goswāmī, Bhakti Vinod constantly begs at every moment for the direct revelation of the Holy Name."
      ]
    }
  ]
}