{
  "meta": {
    "page": 268,
    "first_line": "pralaya-payodhi-jale dhṛtavān asi vedaṁ"
  },
  "title": [
    "Śrī Daśāvatār-stotram"
  ],
  "author": [
    "by Śrīla Jayadeva Goswāmī"
  ],
  "verses": [
    {
      "number": "1",
      "text": [
        "pralaya-payodhi-jale dhṛtavān asi vedaṁ",
        "    vihita-vahitra-charitram akhedam",
        "keśava dhṛta-mīna-śarīra jaya jagadīśa hare"
      ],
      "translation": [
        "Oh Keśava! Oh Lord of the universe! Oh Lord Hari, who have assumed the form of a fish! All glories to You! You easily acted as a boat in the form of a giant fish just to give protection to the Vedas, which had become immersed in the turbulent sea of devastation."
      ]
    },
    {
      "number": "2",
      "text": [
        "kṣitir iha vipulatare tiṣṭhati tava pṛṣṭhe",
        "    dharaṇi-dharaṇa-kina-chakra-gariṣṭhe",
        "keśava dhṛta-kūrma-śarīra jaya jagadīśa hare"
      ],
      "translation": [
        "Oh Keśava! Oh Lord of the universe! Oh Lord Hari, who have assumed the form of a tortoise! All glories to You! In this incarnation as a divine tortoise the great Mandara Mountain rests upon Your gigantic back as a pivot for churning the ocean of milk. From holding up the huge mountain a large scarlike depression is put in Your back, which has become most glorious."
      ]
    },
    {
      "number": "3",
      "text": [
        "vasati daśana-śikhare dharaṇī tava lagnā",
        "    śaśini kalaṅka-kaleva nimagnā",
        "keśava dhṛta-śūkara-rūpa jaya jagadīśa hare"
      ],
      "translation": [
        "Oh Keśava! Oh Lord of the universe! Oh Lord Hari, who have assumed the form of a boar! All glories to You! The earth, which had become immersed in the Garbhodaka Ocean at the bottom of the universe, sits fixed upon the tip of Your tusk like a spot upon the moon."
      ]
    },
    {
      "number": "4",
      "text": [
        "tava kara-kamala-vare nakham adbhuta-śṛṅgaṁ",
        "    dalita-hiraṇyakaśipu-tanu-bhṛṅgam",
        "keśava dhṛta-narahari-rūpa jaya jagadīśa hare"
      ],
      "translation": [
        "Oh Keśava! Oh Lord of the universe! Oh Lord Hari, who have assumed the form of half-man, half-lion! All glories to You! Just as one can easily crush a wasp between one’s fingernails, so in the same way the body of the wasplike demon Hiraṇyakaśipu has been ripped apart by the wonderful pointed nails on Your beautiful lotus hands."
      ]
    },
    {
      "number": "5",
      "text": [
        "chalayasi vikramaṇe balim adbhuta-vāmana",
        "    pada-nakha-nīra-janita-jana-pāvana",
        "keśava dhṛta-vāmana-rūpa jaya jagadīśa hare"
      ],
      "translation": [
        "Oh Keśava! Oh Lord of the universe! Oh Lord Hari, who have assumed the form of a dwarf-*brāhmaṇ*! All glories to You! Oh wonderful dwarf, by Your massive steps You deceive King Bali, and by the Ganges water that has emanated from the nails of Your lotus feet, You deliver all living beings within this world."
      ]
    },
    {
      "number": "6",
      "text": [
        "kṣatriya-rudhira-maye jagad-apagata-pāpaṁ",
        "    snapayasi payasi śamita-bhava-tāpam",
        "keśava dhṛta-bhṛgupati-rūpa jaya jagadīśa hare"
      ],
      "translation": [
        "Oh Keśava! Oh Lord of the universe! Oh Lord Hari, who have assumed the form of Bhṛgupati [Paraśurāma]! All glories to You! At Kurukṣetra You bathe the earth in the rivers of blood from the bodies of the demoniac kṣatriyas that You have slain. The sins of the world are washed away by You, and because of You people are relieved from the blazing fire of material existence."
      ]
    },
    {
      "number": "7",
      "text": [
        "vitarasi dikṣu raṇe dik-pati-kamanīyaṁ",
        "    daśa-mukha-mauli-baliṁ ramaṇīyam",
        "keśava dhṛta-rāma-śarīra jaya jagadīśa hare"
      ],
      "translation": [
        "Oh Keśava! Oh Lord of the universe! Oh Lord Hari, who have assumed the form of Rāmachandra! All glories to You! In the battle of Laṅkā You destroy the ten-headed demon Rāvaṇa and distribute his heads as a delightful offering to the presiding deities of the ten directions, headed by Indra. This action was long desired by all of them, who were much harassed by this monster."
      ]
    },
    {
      "number": "8",
      "text": [
        "vahasi vapuṣi viśade vasanaṁ jaladābhaṁ",
        "    hala-hati-bhīti-milita yamunābham",
        "keśava dhṛta-haladhara-rūpa jaya jagadīśa hare"
      ],
      "translation": [
        "Oh Keśava! Oh Lord of the universe! Oh Lord Hari, who have assumed the form of Balarām, the wielder of the plow! All glories to You! On Your brilliant white body You wear garments the colour of a fresh blue rain cloud. These garments are coloured like the beautiful dark hue of the River Yamunā, who feels great fear due to the striking of Your plowshare."
      ]
    },
    {
      "number": "9",
      "text": [
        "nindasi yajña-vidher ahaha śruti-jātaṁ",
        "    sadaya-hṛdoya darśita-paśu-ghātam",
        "keśava dhṛta-buddha-śarīra jaya jagadīśa hare"
      ],
      "translation": [
        "Oh Keśava! Oh Lord of the universe! Oh Lord Hari, who have assumed the form of Buddha! All glories to You! Oh Buddha of compassionate heart, you decry the slaughtering of poor animals performed according to the rules of Vedic sacrifice."
      ]
    },
    {
      "number": "10",
      "text": [
        "mlecha nivaha-nidhane kalayasi karavālaṁ",
        "    dhūmaketum iva kim api karālam",
        "keśava dhṛta-kalki-śarīra jaya jagadīśa hare"
      ],
      "translation": [
        "Oh Keśava! Oh Lord of the universe! Oh Lord Hari, who have assumed the form of Kalki! All glories to You! You appear like a comet and carry a terrifying sword for bringing about the annihilation of the wicked barbarian men at the end of the *Kali-yuga*."
      ]
    },
    {
      "number": "11",
      "text": [
        "śrī-jayadeva-kaver idam uditam udāraṁ",
        "    śṛṇu sukha-daṁ śubha-daṁ bhava-sāram",
        "keśava dhṛta-daśa-vidha-rūpa jaya jagadīśa hare"
      ],
      "translation": [
        "Oh Keśava! Oh Lord of the universe! Oh Lord Hari, who have assumed these ten different forms of incarnation! All glories to You! Oh readers, please hear this hymn of the poet Jayadeva, which is most excellent, an awarder of happiness, a bestower of auspiciousness, and is the best thing in this dark world."
      ]
    },
    {
      "number": "12",
      "text": [
        "vedān udharate jaganti vahate bhū-golam udbibhrate",
        "daityaṁ dārayate baliṁ chalayate",
        "        kṣatra-kṣayaṁ kurvate",
        "paulastyaṁ jayate halaṁ kalayate kāruṇyam ātanvate",
        "mlechān mūrchayate daśākṛti-kṛte",
        "        kṛṣṇāya tubhyaṁ namaḥ"
      ],
      "translation": [
        "Oh Lord Krishna, I offer my obeisances unto You, who appear in the forms of these ten incarnations. In the form of Matsya You rescue the Vedas, and as Kūrma You bear the Mandara Mountain on Your back. As Varāha You lift the earth with Your tusk, and in the form of Narasiṁha You tear open the chest of the demon Hiraṇyakaśipu. In the form of Vāmana You trick the demoniac king Bali by asking him for only three steps of land, and then You take away the whole universe from him by expanding Your steps. As Paraśurāma You slay all of the wicked kṣatriyas, and as Rāmachandra You conquer the rākṣasa king Rāvaṇa. In the form of Balarām You carry a plough with which You subdue the wicked and draw toward You the River Yamunā. As Lord Buddha You show compassion toward all the living beings suffering in this world, and at the end of the *Kali-yuga* You appear as Kalki to bewilder the mlechas [degraded low-class men]."
      ]
    }
  ]
}