{
  "meta": {
    "page": 106,
    "first_line": "prema-mugdha-rudra-rāja-śaurya-vīrya-vikramaṁ"
  },
  "title": [
    "Śrī Śrī",
    "Premadhāma-deva-stotram"
  ],
  "author": [
    "Composed by Śrīla Bhakti Rakṣak Śrīdhar Dev-Goswāmī Mahārāj",
    "Edited by Swāmī Bhakti Pāvan Janārdan"
  ],
  "subtitle": [
    "Tuesday"
  ],
  "verses": [
    {
      "number": "31",
      "text": [
        "prema-mugdha-rudra-rāja-śaurya-vīrya-vikramaṁ",
        "prārthitāṅghri-varjitānya-sarva-dharma-saṅgamam",
        "luṇṭhita-pratāpa-śīrṣa-pāda-dhūli-dhūsaraṁ",
        "prema-dhāma-devam eva naumi gaura-sundaram"
      ],
      "translation": [
        "When northern India was under Muslim rule, that great kingly emperor of the independent state of Orissa, Pratāparudra, was completely wonderstruck and overtaken by the magnanimity, prowess, and activities that Lord Chaitanya exhibited in pure love of Godhead. The great King Pratāparudra rejected all his earlier ties with traditional religiosity and his valiant kingly nature, and he threw himself before the lotus feet of Śrī Chaitanyadeva in full surrender. The merciful Lord then bathed the surrendered emperor’s head with the sacred dust of His tender lotus feet. I offer my obeisances to that beautiful Golden Lord, Gaurāṅga Sundar, the divine form of Krishna-*prema*."
      ]
    },
    {
      "number": "32",
      "text": [
        "dākṣiṇātya-suprasiddha-paṇḍitaugha-pūjitaṁ",
        "śreṣṭha-rāja-rājapātra-śīrṣa-bhakti-bhūṣitam",
        "deśa-mātṛ-śeṣa-darśanārthi-gauḍa-gocharaṁ",
        "prema-dhāma-devam eva naumi gaura-sundaram"
      ],
      "translation": [
        "The Supreme Lord was adored by the famous scholarly class of men in South India. The greatest princes and their ministers viewed the Lord with deep faith, and treated Him like the crest jewel recipient of their respect. According to the correct principles set forth in the bona fide disciplic succession, the Lord came to West Bengal to see the sacred Ganges. He also came to see His birthplace and His mother Śachī Devī, as if it were for the last time. I offer my obeisances to that beautiful Golden Lord, Gaurāṅga Sundar, the divine form of Krishna-*prema*."
      ]
    },
    {
      "number": "33",
      "text": [
        "gaura-garvi-sarva-gauḍa-gauravārtha-sajjitaṁ",
        "śāstra-śastra-dakṣa-duṣṭa-nāstikādi-lajjitam",
        "muhyamāna-mātṛkādi-deha-jīva-sañcharaṁ",
        "prema-dhāma-devam eva naumi gaura-sundaram"
      ],
      "translation": [
        "During His travels, Lord Gaurāṅgadev’s fame flooded the length and breadth of Bengal. Therefore, when He returned to Nabadwīp five years after accepting *sannyās*, all of Bengal, which was proud of Lord Gaurāṅga, became enthusiastic to glorify His extraordinary personality. Even the proud atheistic class of scholars were embarrassed about their vile natures when they observed how the ordinary people in all walks of life had such resolute faith in the Lord. When Mother Śachī and the Lord’s other family members, who were lifeless due to separation from their Lord, had another glimpse of Śrī Chaitanyadeva, their life’s substance was rejuvenated. I offer my obeisances to that beautiful Golden Lord, Gaurāṅga Sundar, the divine form of Krishna-*prema*."
      ]
    },
    {
      "number": "34",
      "text": [
        "nyāsa-pañcha-varṣa-pūrṇa-janma-bhūmi-darśanaṁ",
        "koṭi-koṭi-loka-lubdha-mugdha-dṛṣṭi-karṣaṇam",
        "koṭi-kaṇṭha-kṛṣṇa-nāma-ghoṣa-bheditāmbaraṁ",
        "prema-dhāma-devam eva naumi gaura-sundaram"
      ],
      "translation": [
        "Returning to His birthplace after five long years of *sannyās*, the Supreme Lord was met by millions, young and old alike. Everyone’s eyes were overwhelmed with eagerness to see the Lord, who was attracting their innermost heart of hearts. The Lord’s ecstatic presence excited the multitudes to continuously resound the Names of Lord Hari, and they created an uproar that reverberated in every direction, beyond the limits of the sky. I offer my obeisances to that beautiful Golden Lord, Gaurāṅga Sundar, the divine form of Krishna-*prema*."
      ]
    },
    {
      "number": "35",
      "text": [
        "ārta-bhakta-śoka-śānti-tāpi-pāpi-pāvanaṁ",
        "lakṣa-koṭi-loka-saṅga-kṛṣṇa-dhāma-dhāvanam",
        "rāma-keli-sāgrajāta-rūpa-karṣaṇādaraṁ",
        "prema-dhāma-devam eva naumi gaura-sundaram"
      ],
      "translation": [
        "Śrī Gaurāṅgadev eased the anxiety the devotees had experienced due to His long separation and forgave many sinful, offensive, anxiety-ridden souls such as Gopāl Chāpāl and others. The Lord then began to run towards Vṛndāvan along the banks of the Ganges. An ocean of people pursued the Lord up to the capital of Bengal, which at that time was known as Rāmakeli. At Rāmakeli, Lord Gaurāṅga was attracted by His two eternal associates who appeared to be ministers in the Muslim government. and his elder brother, Śrīla Sanātan Goswāmī. I offer my obeisances to that beautiful Golden Lord, Gaurāṅga Sundar, the divine form of Krishna-*prema*."
      ]
    },
    {
      "number": "36",
      "text": [
        "vyāghra-vāraṇaina-vanya-jantu-kṛṣṇa-gāyakaṁ",
        "prema-nṛtya-bhāva-matta-jhāḍakhaṇḍa-nāyakam",
        "durga-vanya-mārga-bhaṭṭa-mātra-saṅga-saukaraṁ",
        "prema-dhāma-devam eva naumi gaura-sundaram"
      ],
      "translation": [
        "Leaving Rāmakeli, the Lord continued through Bengal towards Jagannāth Purī. After leaving Purī Dhām, Lord Chaitanya passed through the Jhāḍakhaṇḍa forest on His way to Vṛndāvan. There He inspired the jungle animals such as tigers, deer, and elephants to join in the congregational chanting of Lord Krishna’s Holy Names. Intoxicated by the sweet Names of the Lord, the animals joyfully danced along with the Lord, who was madly absorbed in the deepest devotional ecstasies. The Supreme Lord experienced profound realizations in solitary worship as He walked down the deep and impenetrable jungle paths of Jhāḍakhaṇḍa with Balabhadra Bhaṭṭāchārya. I offer my obeisances to that beautiful Golden Lord, Gaurāṅga Sundar, the divine form of Krishna-*prema*."
      ]
    },
    {
      "number": "37",
      "text": [
        "gāṅga-yāmunādi-bindu-mādhavādi-mānanaṁ",
        "māthurārta-chitta-yāmunāgra-bhāga-dhāvanam",
        "smārita-vrajāti-tīvra-vipralambha-kātaraṁ",
        "prema-dhāma-devam eva naumi gaura-sundaram"
      ],
      "translation": [
        "Lord Gaurasundar showed great honour towards the Deities along the Ganges-bank in Kāśī, and unto Bindu Mādhava at the confluence of the Ganges and the Yamunā in Prayāga. Following the current of the Yamunā, the Lord began to quickly run along her banks in anxious pursuit of a glimpse of the sacred place known as Mathurā. As divine thoughts of Vṛndāvan’s Pastimes overwhelmed His memory and caused intolerable feelings of separation, Lord Gaurasundar fell unconscious. I offer my obeisances to that beautiful Golden Lord, Gaurāṅga Sundar, the divine form of Krishna-*prema*."
      ]
    },
    {
      "number": "38",
      "text": [
        "mādhavendra-vipralambha-māthureṣṭa-mānanaṁ",
        "prema-dhāma-dṛṣṭakāma-pūrva-kuñja-kānanam",
        "gokulādi-goṣṭha-gopa-gopikā-priyaṅkaraṁ",
        "prema-dhāma-devam eva naumi gaura-sundaram"
      ],
      "translation": [
        "Lord Chaitanya stated that the mood of deep separation that Mādhavendra Purī was able to taste, as depicted in the following beautiful verse first spoken by Śrīmatī Rādhārāṇī, is the zenith point and desirable object of pure adoration:",
        "*ayi dīna-dayārdra nātha he*\\",
        "*mathurā-nātha kadāvalokyase*\\",
        "*hṛdayaṁ tvad-aloka-kātaraṁ*\\",
        "*dayita bhrāmyati kiṁ karomy aham*",
        "“O my Lord! O most gracious master! O master of Mathurā! When will I see You again? Because of my not seeing You, my agitated heart has become unsteady. O most beloved one, what shall I do now?” After the Lord entered into Vraja, the background stage where Pastimes of pure love are enacted, He became overwhelmed to His heart’s full satisfaction. The Lord was charmed to see the beautiful gardens and forest groves that served as His playground for spiritual Pastimes in a previous era. While visiting the twelve forests of Vṛndāvan, the Lord exhibited various different dealings with the cowherd boys and maidens. I offer my obeisances to that beautiful Golden Lord, Gaurāṅga Sundar, the divine form of Krishna-*prema*."
      ]
    },
    {
      "number": "39",
      "text": [
        "prema-guñjanāli-puñja-puṣpa-puñja-rañjitaṁ",
        "gīta-nṛtya-dakṣa-pakṣi-vṛkṣa-lakṣa-vanditam",
        "go-vṛṣādi-nāda-dīpta-pūrva-moda-meduraṁ",
        "prema-dhāma-devam eva naumi gaura-sundaram"
      ],
      "translation": [
        "While strolling through the forest groves of Vṛndāvan, the Lord was joyfully welcomed by swarms of humming bumblebees busily engaged in discussion about pure love as they hovered over the blooming flowers. Millions of trees lining the forest groves harmoniously offered their respects unto Lord Gaurasundar in unison with a variety of birds that were expertly singing and dancing in sheer delight. The Lord’s mind became overflooded by loving feelings due to remembering how the cows, calves, and oxen of the holy abode of Vṛndāvan would affectionately call for Him in previous Pastimes, thereby elating His emotions in pure love. I offer my obeisances to that beautiful Golden Lord, Gaurāṅga Sundar, the divine form of Krishna-*prema*."
      ]
    },
    {
      "number": "40",
      "text": [
        "prema-buddha-ruddha-buddhi-matta-nṛtya-kīrtanaṁ",
        "plāvitāśru-kāñchanāṅga-vāsa-chāturaṅganam",
        "kṛṣṇa-kṛṣṇa-rāva-bhāva-hāsya-lāsya-bhāsvaraṁ",
        "prema-dhāma-devam eva naumi gaura-sundaram"
      ],
      "translation": [
        "Hopelessly overwhelmed by a surge of pure love, Lord Gaurasundar madly danced and chanted the Holy Names of Krishna. A profuse current of flowing tears streamed from His eyes, passing over the radiant lustre of His giant golden form, over His brilliant garments that resembled the sun, and over the ground in all four directions. The Lord’s joyful Pastimes were ecstatically enhanced by such gestures as His loudly mispronouncing the Holy Name of Krishna in a delirious state, or His roaring with laughter due to being ecstatically absorbed in deep emotion. I offer my obeisances to that beautiful Golden Lord, Gaurāṅga Sundar, the divine form of Krishna-*prema*."
      ]
    }
  ]
}