{
  "meta": {
    "page": 111,
    "first_line": "prema-mugdha-nṛtya-kīrtanākulāriṭāntikaṁ"
  },
  "title": [
    "Śrī Śrī",
    "Premadhāma-deva-stotram"
  ],
  "author": [
    "Composed by Śrīla Bhakti Rakṣak Śrīdhar Dev-Goswāmī Mahārāj",
    "Edited by Swāmī Bhakti Pāvan Janārdan"
  ],
  "subtitle": [
    "Wednesday"
  ],
  "verses": [
    {
      "number": "41",
      "text": [
        "prema-mugdha-nṛtya-kīrtanākulāriṭāntikaṁ",
        "snāna-dhanya-vāri-dhānya-bhūmi-kuṇḍa-deśakam",
        "prema-kuṇḍa-rādhikākhya-śāstra-vandanādaraṁ",
        "prema-dhāma-devam eva naumi gaura-sundaram"
      ],
      "translation": [
        "Surcharged with the confusing dictations of pure love of God, Lord Gaurasundar, dancing in ecstasy, anxiously approached the sacred place of Rādhā Kuṇḍa, which was unmanifest at that time. The Lord hastily took bath in that flooded paddy field, sanctified the water, and revealed it to be Śrī Rādhā Kuṇḍa. In deep humility, the Lord began to carefully recite verses from the Scriptures depicting Śrī Rādhā Kuṇḍa as the divine embodiment of pure love.",
        "*yathā rādhā priyā viṣṇos*\\",
        "*tasyāḥ kuṇḍaṁ priyaṁ tathā*\\",
        "*sarva gopīṣu saivaikā*\\",
        "*viṣṇor-atyanta vallabhā*",
        "“Just as Śrī Rādhā is very dear to Lord Krishna, similarly Her divine pond, Śrī Rādhā Kuṇḍa, is dear to the Lord. Of all the cowherd maidens, She is the dearmost consort to Lord Krishna.” I offer my obeisances to that beautiful Golden Lord, Gaurāṅga Sundar, the divine form of Krishna-*prema*."
      ]
    },
    {
      "number": "42",
      "text": [
        "tintiḍī-talastha-yāmunormi-bhāvanāplutaṁ",
        "nirjanaika-rādhikātma-bhāva-vaibhavāvṛtam",
        "śyāma-rādhikāpta-gaura-tattva-bhittikākaraṁ",
        "prema-dhāma-devam eva naumi gaura-sundaram"
      ],
      "translation": [
        "As the Lord was visiting various places in Vṛndāvan where Lord Krishna performed His Pastimes, He visited that famous tamarind tree that existed during the Dvāpara era. Sitting beneath the tamarind tree, the Lord’s memory of His confidential water-sporting Pastimes with the cowherd maidens was aroused when He saw the dancing gestures of the Yamunā’s waves. The Lord’s entire being was captured by tasting the sweetness of Śrī Rādhā within the depths of His heart. Identifying with that selfsame sweetness and emotion that possessed His entire self, the Lord’s entire existence was stolen away. This place is indicated to be the place of origin of Gaura-*tattva*, for it was here that Lord Śyāmasundar became greatly absorbed in the divine mood of Śrīmatī Rādhārāṇī. Śrī Chaitanya Mahāprabhu, who is Himself the origin of all, eternally resides in this place. I offer my obeisances to that beautiful Golden Lord, Gaurāṅga Sundar, the divine form of Krishna-*prema*."
      ]
    },
    {
      "number": "43",
      "text": [
        "śārikā-śukokti-kautukāḍhya-lāsya-lāpitaṁ",
        "rādhikā-vyatīta-kāmadeva-kāma-mohitam",
        "prema-vaśya-kṛṣṇa-bhāva-bhakta-hṛch-chamatkaraṁ",
        "prema-dhāma-devam eva naumi gaura-sundaram"
      ],
      "translation": [
        "Lord Gaurāṅga mentioned a witty conversation that was carried on between a parrot and his mate. In their talk, Lord Krishna, the transcendental Cupid, is described to be illusioned due to His deep feelings of separation from Śrī Rādhā.",
        "*rādhā-saṅge yadā bhāti*\\",
        "*tadā ‘madana-mohanaḥ’*\\",
        "*ayathā viśva-moho ’pi*\\",
        "*svayaṁ ‘madana-mohitaḥ’*",
        "The female parrot said, “When Lord Krishna is with Rādhārāṇī, He is the enchanter of Cupid; otherwise, when He is alone, He Himself is enchanted by amorous feelings, even though He enchants the whole universe.” By this pastime, Lord Gaurāṅga charmed the devotees’ hearts by showing that Lord Krishna’s sweetness and charm ultimately lies in the fact that He can be subdued by pure love. I offer my obeisances to that beautiful Golden Lord, Gaurāṅga Sundar, the divine form of Krishna-*prema*."
      ]
    },
    {
      "number": "44",
      "text": [
        "śrī-prayāga-dhāma-rūpa-rāga-bhakti-sañcharaṁ",
        "śrī-sanātanādi-kāśi-bhakti-śikṣaṇādaram",
        "vaiṣṇavānurodha-bheda-nirviśeṣa-pañjaraṁ",
        "prema-dhāma-devam eva naumi gaura-sundaram"
      ],
      "translation": [
        "It was in the sacred place of Prayāga, in the bathing area known as Daśāśvamedha Ghāṭa, that Lord Gaurāṅga taught Śrīla Rūpa Goswāmī that the ultimate objective of one’s devotional practices is to relish the sweet mellows found in Śrī Vṛndāvan, and the Lord instructed him to widely distribute that sweetness. Later in Kāśī, the Lord elaborately described to Śrīla Sanātan Goswāmī many topics of pure dedication, such as knowledge of proper acquaintance with the environment, the means of applying that knowledge, and the ultimate goal of obtaining pure love of Godhead. Also, at the special request of a Maharastrian *brāhmaṇ* and Tapana Miśra and other devotees, the Lord destroyed the ignorant conception of the *māyāvādī* renunciates in Vārāṇasī. Lord Gaurāṅgadev personally met the impersonalists there in a public assembly, and pointed out that their mode of self-adoration was ultimately based on enviousness and narrow-mindedness. In this way the Lord established that factual independence was exhibited by those worshipping the Supreme Personality of Godhead. I offer my obeisances to that beautiful Golden Lord, Gaurāṅga Sundar, the divine form of Krishna-*prema*."
      ]
    },
    {
      "number": "45",
      "text": [
        "nyāsi-lakṣa-nāyaka-prakāśānanda-tārakaṁ",
        "nyāsi-rāśi-kāśi-vāsi-kṛṣṇa-nāma-pārakam",
        "vyāsa-nāradādi-datta-vedadhī-dhurandharaṁ",
        "prema-dhāma-devam eva naumi gaura-sundaram"
      ],
      "translation": [
        "While en route to Jagannāth Purī from Vṛndāvan, the Lord met and instructed Śrīla Rūpa Goswāmī in Prayāga. Following this, Lord Gaurāṅga arrived in Vārāṇasī where He found Prakāśānanda Saraswatī to be the leader of millions of impersonalist renunciates who were followers of Śrī Śaṅkarāchārya. By His pure and affectionate personality, Lord Gaurāṅga rescued Prakāśānanda Saraswatī from the deep well of the transformation theory of Śaṅkarāchārya and intoxicated the *sannyāsis* and residents of Kāśī by engaging them in the glorification of Lord Krishna’s Holy Names. Śrī Gaurāṅgadev was the transcendental expert who granted their passage over the material ocean, like a vessel carrying the nectar of all the scriptural conclusions handed down in the disciplic line from the sage Nārada to Śrīla Vyāsadeva. I offer my obeisances to that beautiful Golden Lord, Gaurāṅga Sundar, the divine form of Krishna-*prema*."
      ]
    },
    {
      "number": "46",
      "text": [
        "brahma-sūtra-bhāṣya-kṛṣṇa-nāradopadeśakaṁ",
        "śloka-turya-bhāṣaṇānta-kṛṣṇa-samprakāśakam",
        "śabda-vartanānta-hetu-nāma-jīva-nistaraṁ",
        "prema-dhāma-devam eva naumi gaura-sundaram"
      ],
      "translation": [
        "When Lord Chaitanyadeva was in Kāśī, He taught a grand assembly of the impersonalist renunciates that the Śrīmad-Bhāgavatam, as taught in the bona fide disciplic succession from Lord Krishna to Nārada and handed down by Śrīla Vyāsadeva, is the factual commentary on the conclusions of the Vedānta-sūtras. Śrī Gaurāṅga also explained the four fundamental verses of the Śrīmad-Bhāgavatam and revealed Lord Krishna as the ultimate reality beyond all duality and the original principle of the entire universal arrangement. By the Vedic aphorism “*anāvṛttiḥ śabdāt anāvṛttiḥ śabdāt*,” Lord Chaitanya established that conscious sound in its highest expression is Lord Krishna’s Holy Name, and that it bestows the utmost benefit by releasing the soul from its conditioned state of existence. I offer my obeisances to that beautiful Golden Lord, Gaurāṅga Sundar, the divine form of Krishna-*prema*."
      ]
    },
    {
      "number": "47",
      "text": [
        "ātma-rāma-vāchanādi-nirviśeṣa-khaṇḍanaṁ",
        "śrauta-vākya-sārthakaika-chidvilāsa-maṇḍanam",
        "divya-kṛṣṇa-vigrahādi-gauṇa-buddhi-dhikkaraṁ",
        "prema-dhāma-devam eva naumi gaura-sundaram"
      ],
      "translation": [
        "By explaining the famous ātmarāma verse of the Śrīmad-Bhāgavatam sixty-one times, Lord Gaurāṅga sliced to pieces the impersonalist doctrine propagated by Śaṅkarāchārya. The Lord also recited many references from the Upaniṣads, such as *apāṇi-pādo javano grahītā paśyaty acakṣuḥ sa śṛnoty akarṇaḥ*, whereby He revealed the charming sweet nature of the Absolute Truth’s spiritual Pastimes. Lord Chaitanya fully censured the hateful conception of the impersonalists that Lord Krishna’s transcendental form, name, qualities, Pastimes, and Deity manifestation are simply an imaginary transformation of the illusory energy *māyā*. I offer my obeisances to that beautiful Golden Lord, Gaurāṅga Sundar, the divine form of Krishna-*prema.*"
      ]
    },
    {
      "number": "48",
      "text": [
        "brahma-pāramātmya-lakṣaṇādvayaika-vāchanaṁ",
        "śrī-vraja-svasiddha-nanda-līla-nanda-nandanam",
        "śrī-rasa-svarūpa-rāsa-līla-gopa-sundaraṁ",
        "prema-dhāma-devam eva naumi gaura-sundaram"
      ],
      "translation": [
        "When Lord Gaurāṅga referred to the verse *brahmeti paramātmeti bhagavān iti śabdyate* in the Śrīmad-Bhāgavatam, He harmoniously accommodated the conception of the nondifferentiated aspect of reality, *brahman*, the ultimate goal of the impersonalists, with the conception of the localized aspect of reality, *paramātma*, the goal of the mystic perfectionists. The Lord adjusted these two truths by showing that they are included within and surpassed by the ultimate conception of the nondualistic Absolute Truth, *bhagavān*, who is the primeval principle of reality. When revealing this axiomatic truth in connection with the joyful and confidential nature of the Supreme Lord’s spiritual Pastimes, Lord Gaurāṅga pointed out the divine nature of Vraja, which is existing above the Vaikuṇṭha planets.",
        "*vaikuṇṭhāj janito varā madhu-purī tatrāpi rāsotsavād*\\",
        "*vṛndāraṇyam udāra-pāṇi-ramaṇāt tatrāpi govardhanaḥ*\\",
        "*rādhā-kuṇḍam ihāpi gokula-pateḥ premāmṛtāplāvanāt*\\",
        "*kuryād asya virājato giri-taṭe sevāṁ vivekī na kaḥ*",
        "“Superior to the spiritual realm of Vaikuṇṭha is Mathurā, where Śrī Krishna first appears. Superior to Mathurā is the Vṛndāvan forest where Krishna enjoyed the *rāsa* dance. Better still is Govardhan Hill, which was the site of even more confidential Pastimes of love. But best of all is Rādhā Kuṇḍa, which is situated at the foot of Govardhan Hill, and holds the supreme position because it is over-flooded with the nectar of the highest kind of divine love. Who, acquainted with the science of devotion, will not aspire for the divine service of Śrīmatī Rādhārāṇī at Rādhā Kuṇḍa?” Initially, Lord Gaurāṅga revealed the nature of pure loving service rendered unto the son of Nanda Mahārāj in the parental relationship. But when considering the flow of dedication’s sweet mellows, Lord Gaurāṅga described the ultimate aspect of the Supreme Lord’s personality to be Śrī Gopījanavallabha, whose divine figure is the unlimited reservoir of all the primary and secondary mellows tasted in pure devotion. Śrī Gaurāṅga also hinted that the joyful and charming *rāsa-līlā* Pastimes are an allconscious reality, none other than the personal potency of Śrīmatī Rādhārāṇī. Such transcendental Pastimes are found within the superexcellent and inconceivable spiritual world, and are the highest conception of spiritual existence, auspiciousness, and beauty. Lord Gaurāṅga suggested this to be the supreme achievable object of the living entities. I offer my obeisances to that beautiful Golden Lord, Gaurāṅga Sundar, the divine form of Krishna-*prema*."
      ]
    },
    {
      "number": "49",
      "text": [
        "rādhikā-vinoda-mātra-tattva-lakṣaṇānvayaṁ",
        "sādhu-saṅga-kṛṣṇa-nāma-sādhanaika-niśchayam",
        "prema-sevanaika-mātra-sādhya-kṛṣṇa-tatparaṁ",
        "prema-dhāma-devam eva naumi gaura-sundaram"
      ],
      "translation": [
        "In this manner Lord Gaurāṅgadev taught that all scriptural conclusions, as perfectly passed down by the various spiritual preceptors through the medium of sound, culminate in the embodiment of Śrī Rādhāvinoda, the all-encompassing basis of proper acquaintance with the environment. The means by which one may reach Lord Krishna is by chanting His Holy Names in the association of pure devotees, while the ultimate goal in pure love is service to Lord Krishna, who is so dear to the cowherd maidens of Vṛndāvan. Lord Gaurāṅgadev taught these essential scriptural conclusions in the assembly of scholarly persons. I offer my obeisances to that beautiful Golden Lord, Gaurāṅga Sundar, the divine form of Krishna-*prema*."
      ]
    },
    {
      "number": "50",
      "text": [
        "ātma-rāma-vāchanaika-ṣaṣṭikārtha-darśitaṁ",
        "rudra-saṁkhya-śabda-jāta-yad-yad-artha-sambhṛtam",
        "sarva-sarva-yukta-tat-tad-artha-bhuridākaraṁ",
        "prema-dhāma-devam eva naumi gaura-sundaram"
      ],
      "translation": [
        "Lord Gaurasundar explained this famous verse of the Śrīmad-Bhāgavatam sixty-one times to Śrīla Sanātan Goswāmī, and later to Prakāśānanda Saraswatī:",
        "*ātmārāmaś cha munayo*\\",
        "*nirgranthā apy urukrame*\\",
        "*kurvanty ahaitukīṁ*\\",
        "*bhaktim itthaṁ-bhūta guṇo hariḥ*",
        "“Even the liberated souls fully satisfied in the self are irresistibly attracted by the superexcellent qualities of Krishna and surrender to Him with unalloyed devotion.” The Lord separately combined each of the eleven words found in that verse and established that each one is an enormous storehouse of unlimited wealth supporting the conclusion of pure devotion. I offer my obeisances to that beautiful Golden Lord, Gaurāṅga Sundar, the divine form of Krishna-*prema*."
      ]
    }
  ]
}