{
  "meta": {
    "page": 250,
    "first_line": "śuno, he rasika jon kṛṣṇa guṇa agaṇon"
  },
  "title": [
    "Guṇa-Kīrtan"
  ],
  "author": [
    "by Śrīla Bhakti Vinod Ṭhākur"
  ],
  "verses": [
    {
      "number": "1",
      "text": [
        "śuno, he rasika jon    kṛṣṇa guṇa agaṇon",
        "    ananta kohite nāhi pāre",
        "kṛṣṇa jagatera guru    kṛṣṇa vāñchākalpataru",
        "    nāviko se bhava-pārābāre"
      ],
      "translation": [
        "Listen to this, oh wisest relishers of mellows! The transcendental qualities of Śrī Krishna are innumerable; indeed it is not possible to describe such unlimited divine attributes. Krishna is the spiritual master of the entire universe, He is like a wish-fulfilling desire-tree, and He is the helmsman of the boat on the ocean of material existence."
      ]
    },
    {
      "number": "2",
      "text": [
        "hṛdoya pīḍita jā’ra    kṛṣṇa chikitsaka tā’ra",
        "    bhava roga nāśite chatura",
        "kṛṣṇa bahirmukha jone    premāmṛta vitaraṇe",
        "    krame loya nija antaḥpura"
      ],
      "translation": [
        "Krishna is just like a doctor for those whose hearts are ailing, as He is very expert at destroying the diseased condition of material existence. By distributing the nectar of ecstatic love to all the inimical souls, He gradually takes them back into His own confidential realm."
      ]
    },
    {
      "number": "3",
      "text": [
        "karma-bandha jñāna-bandha, āveśe mānava andha",
        "    tāre kṛṣṇa karuṇā sāgara",
        "pādapadma madhu diyā, andha-bhāva ghuchāiyā",
        "    charaṇe korena anuchara"
      ],
      "translation": [
        "Krishna is an ocean of compassion for those who are bound up in fruitive reactions, as well as for those bound up in philosophical speculation, and for those blinded by other human perplexities. Giving the honey of His lotus feet, and thus relieving the darkness of such worldliness, He makes one an attendant of His own feet."
      ]
    },
    {
      "number": "4",
      "text": [
        "vidhi-mārga rata jone    svādhīnatā ratna dāne",
        "    rāgamārge karāna praveśa",
        "rāga-vaśavarti ho’ye    pārakīya-bhāvāśroye",
        "    lobhe jīva kṛṣṇa-premāveśa"
      ],
      "translation": [
        "Krishna eventually bestows the jewel of independence unto those persons who are attached to the path of rules and regulations, thereby allowing them entrance into the path of spontaneous loving service. Becoming influenced by such spontaneity, remaining under the shelter of the mellows of unwedded love (*pārakīya-bhāva*), the soul finally attains all the symptoms of ecstatic love for Krishna."
      ]
    },
    {
      "number": "5",
      "text": [
        "premāmṛta-vāri-dhārā    sadā pānarata tā̐’rā",
        "    kṛṣṇa tā̐hādera bandhu pati",
        "sei saba vraja-jana    sukalyāṇa-niketana",
        "    dīnahīna vinodera gati"
      ],
      "translation": [
        "Krishna is the dearmost friend and husband of those who are always attached to drinking the fountain of ecstatic tears of love. Thus, the goal of this most fallen and lowly Bhakti Vinod is to be with all such residents of Vraja within the abode of supreme auspiciousness."
      ]
    }
  ]
}