{
  "meta": {
    "page": 206,
    "first_line": "śrī-rūpa-mañjarī-pada, sei mora sampada"
  },
  "title": [
    "Śrī-Rūpa-Mañjarī-pada"
  ],
  "author": [
    "by Śrīla Narottam Dās Ṭhākur"
  ],
  "verses": [
    {
      "number": "1",
      "text": [
        "śrī-rūpa-mañjarī-pada,    sei mora sampada,",
        "    sei mora bhajana-pūjana",
        "sei mora prāṇa-dhana,    sei mora ābharaṇa,",
        "    sei mora jīvanera jīvana"
      ]
    },
    {
      "number": "2",
      "text": [
        "sei mora rasa-nidhi,    sei mora vāñchā-siddhi,",
        "    sei mora vedera dharama",
        "sei brata, sei tapa,    sei mora mantra-japa,",
        "    sei mora dharama-karama"
      ]
    },
    {
      "number": "3",
      "text": [
        "anukūla hobe viddhi,    se-pade hoibe siddhi,",
        "    nirakhibo e dui nayane",
        "se rūpa-mādhurī-rāśi,    prāṇa-kuvalaya-śaśī,",
        "    praphullita hobe niśi-dine"
      ]
    },
    {
      "number": "4",
      "text": [
        "tuyā adarśana-ahi,    gorole jāralo dehi,",
        "    chiro-dina tāpita jīvana",
        "hā hā rūpa kara dayā,    deho more pada-chāyā,",
        "    narottama loilo śaraṇa"
      ]
    },
    {
      "subtitle": [
        "Commentary by Śrīla B.R. Śrīdhar Dev-Goswāmī:"
      ]
    },
    {
      "number": "1",
      "translation": [
        "*Śrī-rūpa-mañjarī-pada, sei mora sampada, sei mora bhajana-pūjana* — my everything is Śrī Rūpa Goswāmī’s holy feet. We are to discuss so many classifications and positions of rasa: *śānta*, *dāsya*, *sakhya*, *vātsalya*, *madhura*. And in *madhura-rasa* Rādhārāṇī’s camp is special. Then again there are so many gradations of *sakhīs*. Then there is the class of the *mañjarīs*, the younger girls, and they have more freedom to approach: when Rādhā and Govinda are in union in a private environment, the *mañjarīs* can still approach. They have such freedom to visit Them. If any materials of service are necessary, the *sakhīs* send the *mañjarīs* to that place. The *sakhīs* do not approach there. In that way the *mañjarīs* enjoy the best confidence.",
        "The most secret service of both can be supplied through the *mañjarīs*. In the highest position they have free entrance, and their leader is Rūpa Mañjarī. She is understood to be the leader of the whole group of younger girls, the *mañjarīs*, therefore in *madhura-bhajan* she is all-in-all. This has been taught to us by Narottama Ṭhākur. For us — and the younger batch — she is our highest resort.",
        "*Sei mora sampada* — my wealth is there in her feet. *Sei mora bhajana-pūjana* — my worship and service is also in her. *Sei mora prāṇa-dhana, sei mora ābharaṇa* — the very wealth and gist of my life is there; and the ornaments of my life, if any there may be, that is within her grace. *Sei mora jīvanera jīvana* — indeed, the very life of my life, if there is anything, that is also her. I am for her pleasure."
      ]
    },
    {
      "number": "2",
      "translation": [
        "*Sei mora rasa-nidhi* — if there is anything, the source of any and all desirable ecstasy is only to be found there. The mine, source, and fountainhead of all rasa is there in her feet. *Sei mora vāñchā-siddhi* — and if I am to expect any other fulfilment in life, that is also there in her feet. *Sei mora vedera dharama* — if any duty is recommended by the Vedas for me, I would like that such duty be at her feet.",
        "*Sei brata, sei tapa* — if at all there is any desired accumulation from any penance or observance of vows, that is also to be found there — *sei mora mantra-japa* — and the continuous repetition of a mantra in japa all ends there: all things have only one end in my case, and that is that they all meet in different phases in the feet of Rūpa Mañjarī. If she is satisfied then the variegated nature of all sorts of my devotional practices are satisfied. *Sei mor dharama-karama* — and any of my conceptions of duty or activity of any phases or form all have one end and meet in one point: the holy feet of Rūpa Mañjarī."
      ]
    },
    {
      "number": "3",
      "translation": [
        "*Anukūla habe viddhi, se-pade hoibe siddhi* — I only pray to the controller who is at the root of all these arrangements of affairs in this world, “Please connect me there. Oh Absolute Manager, may you grant my prayer that all my tendencies may go to attain her favour. *Nirakhibo e dui nayane* — and it will be so very intense and concrete as if I can see it with these eyes. It will not be vague, abstract, or imagination, but I want the most concrete realisation by the grace of the Absolute Manager.” *Se rūpa-mādhurī-rāśi, prāṇa-kuvalaya-śaśī* — what sort of high class beauty is there in her holy feet! I want to jump. Let my heart be a lotus.",
        "There are two classes of lotus: the white lotus came from the sun and the red from the moon. The *kuvalaya* is a mixture of the two. The lustre of her body will feed me day and night as the life of my life which is compared to a *kuvalaya*. The *kuvalaya* is fed and nourished by the lustre of the moon, and her holy feet are the moon, and my very vitality is likened to the lotus. May the lustre of her beauty maintain and nourish my heart of hearts. *Praphullita hobe niśi-dine* — and the lotus of my heart will grow by that ray, and dance."
      ]
    },
    {
      "number": "4",
      "translation": [
        "*Tuyā adarśana-ahi* — this is my prayer, but what is my present condition? My present condition is in the negative side, my Mistress. My present position is such that without having a sight of you, Your Grace, my heart will burn into ashes. That is my present position. *Gorole jāralo dehī* — this is just like the poison of a cobra which produces pain within my heart. I have been bitten by a snake, and what is that snake? It is that I am not getting any direct contact with you, Your Grace. The serpent’s poison has captured my heart and I am going to die. *Chiro-dina tāpita jīvana* — and this is not a sudden thing, but from the beginning I have been suffering this sort of pain of separation from such a beautiful and hopeful life of fulfilment.",
        "*Hā hā rūpa kara dayā, deho more pada-chāyā, narottama loilo śaraṇa* — but I have now reached the extreme position and for the last time I am begging for your favour; otherwise I am going to be finished.",
        "This was composed by Narottam Ṭhākur in praise of Śrīla Rūpa Goswāmī. In this way he has given us light of the higher quarter of bhajan life. This sampradāya is named as the Rūpānuga-sampradāya, and our Guru-paramparā and all these things are adjusted according to that. He wrote many songs and they are of very substantive firmament, very ecstatic, and of deep faith."
      ]
    }
  ]
}