{
  "meta": {
    "page": 285,
    "first_line": "śrī hari-vāsare hari-kīrtana-vidhāna"
  },
  "title": [
    "Śrī Hari-vāsara-gīti"
  ],
  "author": [
    "by Śrīla Vṛndāvan Dās Ṭhākur"
  ],
  "verses": [
    {
      "number": "1",
      "text": [
        "śrī hari-vāsare hari-kīrtana-vidhāna",
        "nṛtya ārambhilā prabhu jagatera prāṇa"
      ],
      "translation": [
        "Once, on the auspicious day on Ekādaśī, in the house of Śrīvās Paṇḍit, Śrīman Mahāprabhu inaugurated congregational nāma saṅkīrtan with great enthusiasm, accompanied by his devotees and associates."
      ]
    },
    {
      "number": "2",
      "text": [
        "puṇyavanta śrīvāsa-aṅgane śubhārambha",
        "uṭhilo kīrtana-dhvani gopāla govinda"
      ],
      "translation": [
        "Surging in divine ecstasy, Śrīman Mahāprabhu, the life and soul of the universe, began to dance beautifully. The devotees surrounded Him being deeply touched and inspired by such an ecstatic moment and they also began to dance and sing the Holy Names like Gopāl, Govinda."
      ]
    },
    {
      "number": "3",
      "text": [
        "mṛdaṅga mandirā bāje śaṅkha karatāla",
        "saṅkīrtana soṅge sob hoilo miśāla"
      ],
      "translation": [
        "The combined sound vibrations of mṛdaṅga, temple bells, karatāla and śaṅkha in harmony with the congregational singing and dancing took everyone to the plane of transcendental delight."
      ]
    },
    {
      "number": "4",
      "text": [
        "brahmāṇḍe uṭhilo dhvani pūriyā ākāśa",
        "chaudikera amaṅgala jāya sob nāśa"
      ],
      "translation": [
        "The holy vibration of saṅkīrtan filled the sky and spread through the ether all over the cosmic universal existence. Thus the atmosphere in all directions became purified and filled with auspiciousness by that divine sound."
      ]
    },
    {
      "number": "5",
      "text": [
        "chaturdike śrī hari-maṅgala saṅkīrtana",
        "modhye nāche jagannātha miśrera nandana"
      ],
      "translation": [
        "In all four directions the auspicious chanting of the Lord’s name spread and in the centre of that sound vibration the son of Jagannāth Miśra, Śrīman Mahāprabhu danced."
      ]
    },
    {
      "number": "6-8",
      "text": [
        "sabāra aṅgete śobhe śrī chandana mālā",
        "ānande nāchoye sobe hoiye vibholā",
        "",
        "ni jānande nāche mahāprabhu viśvambhara",
        "charaṇera tāli śuni ati manohara",
        "",
        "bhāvāveśe mālā nāhi rohoye galāya",
        "chiṇḍiyā poḍoye giyā bhakatera gāya"
      ],
      "translation": [
        "Everyone was decorated with fragrant sandalwood paste and beautiful garlands. The most wonderful rhythmic sound arose from the dancing footsteps of Śrīman Mahāprabhu which captivated the minds of the devotees. As He continued dancing in His own self-born ecstasy, the swinging flower garlands around His neck began to fall, decorating the earth. The devotees beheld before their eyes, this rare and precious heart captivating, ecstatic dance of the supreme tattva, Śrī Gaurāṅga who is the most worshipable object of even the great personalities such as Lord Shiva, Śuka, Nārada and others."
      ]
    },
    {
      "number": "9",
      "text": [
        "jā̐ra nāmānande śiva vasana nā jāne",
        "jā̐ra rase nāche śiva se nāche āpane"
      ],
      "translation": [
        "Being totally overwhelmed and lost in the transcendental bliss of taking Mahāprabhu’s Holy Name, Lord Shiva sometimes does not care for his formal appearance or obligation to retain his clothing, which sometimes falls down while he dances in the ecstasy of loving devotion."
      ]
    },
    {
      "number": "10",
      "text": [
        "jā̐ra nāme vālmīki hoilo tapodhana",
        "jā̐ra nāme ajāmila pāilo mochana"
      ],
      "translation": [
        "By chanting and meditating upon His Holy Name Śrī Valmīki became a great powerful rishi and Ajāmila attained pure liberation."
      ]
    },
    {
      "number": "11",
      "text": [
        "jā̐ra nāme śravane saṁsāra-bandha ghuche",
        "heno prabhu avatari kali-juge nāche"
      ],
      "translation": [
        "As one hears and takes His Holy Name with devotion, embracing its holy potency within the core of their heart, their existence becomes totally purified and they attain deliverance. Such is the Lord, the source of all incarnations, in His dancing form in this age of Kali."
      ]
    },
    {
      "number": "12",
      "text": [
        "jā̐ra nāma loi śuka nārada beḍāya",
        "sahasra-vadana-prabhu jāra guṇa gāya"
      ],
      "translation": [
        "The pure devotees Śrī Śukadeva and Devarṣi Nārada are always blissfully engaged in relishing the nectar of His Holy Name and distributing it to suitable jīva souls, wherever they travel. Even Anantadeva describes His unlimited glories with thousands of mouths."
      ]
    },
    {
      "number": "13",
      "text": [
        "sarva-mahā-prāyaśchitta je prabhura nāma",
        "se prabhu nāchaye dekhe jata bhāgyavān"
      ],
      "translation": [
        "Of all penances, the chanting of the Lord’s name is supreme and whoever sees the dancing of the Lord in his form as Śrī Chaitanya is a supremely fortunate soul."
      ]
    },
    {
      "number": "14",
      "text": [
        "śrī kṛṣṇa-chaitanya nityānanda-chā̐da jāna",
        "vṛndāvana dāsa tuchu pada-juge gāna"
      ],
      "translation": [
        "The two brothers, Śrī Krishna Chaitanya Mahāprabhu and Nityānanda Prabhu are my beloved masters and my life and soul. Thus Vṛndāvan dās sings this song of Their glorification and devotionally offers it at Their lotus feet."
      ]
    }
  ]
}