{
  "meta": {
    "verse parentheses": "non bold",
    "page": 80,
    "first_line": "śrī guru charaṇa-padma, kevala-bhakati"
  },
  "title": [
    "Śrī Guru-vaiṣṇava",
    "Māhātmya-gīti"
  ],
  "author": [
    "by Śrīla Narottam Dās Ṭhākur"
  ],
  "verses": [
    {
      "number": "1",
      "text": [
        "śrī guru charaṇa-padma, kevala-bhakati-sadma,",
        "    bando mui sāvadhāna mate",
        "jā̐hāra prasāde bhāi, e bhava toriyā jāi,",
        "    kṛṣṇa-prāpti hoya jā̐hā hoite"
      ],
      "translation": [
        "The lotus feet of the Spiritual Master are the abode of pure devotional service. I bow down to those lotus feet with great care and attention. My dear brother (my dear mind)! It is through the grace of the Spiritual Master that we cross over this material world."
      ]
    },
    {
      "number": "2",
      "text": [
        "guru-mukha-padma-vākya, chittete koriyā aikya,",
        "    āro nā koriha mane āśā",
        "śrī guru-charaṇe rati,    sei se uttama-gati,",
        "    je prasāde pūre sarva āśā"
      ],
      "translation": [
        "Make the teachings from the lotus mouth of the Spiritual Master one with your heart, and do not desire anything else. Attachment to the lotus feet of the Spiritual Master is the best means of spiritual advancement. By his mercy all desires for spiritual perfection are fulfilled."
      ]
    },
    {
      "number": "3",
      "text": [
        "chakṣu-dāna dilā jei, janme janme prabhu sei,",
        "    divya-jñāna hṛde prokāśito",
        "prema-bhakti jāhā hoite,    avidyā vināśa jāte,",
        "    vede gāya jā̐hāra charito"
      ],
      "translation": [
        "He who has given me the gift of transcendental vision is my lord, birth after birth. By his mercy divine knowledge is revealed within the heart, bestowing loving devotion and destroying ignorance. The Vedic Scriptures sing of his character."
      ]
    },
    {
      "number": "4",
      "text": [
        "śrī-guru karuṇā-sindhu, adhama janāra bandhu,",
        "    lokanātha lokera jīvana",
        "hā hā prabhu kara dayā, deho more pada-chāyā,",
        "    ebe jaśa ghuṣuk tribhuvana",
        "    (e adhama loilo śaraṇa)"
      ],
      "translation": [
        "O Spiritual Master, ocean of mercy, and friend of the fallen souls, you are the teacher of everyone and the life of all people. O master! Be merciful unto me, and give me the shade of your lotus feet. May your glories now be proclaimed throughout the three worlds."
      ]
    },
    {
      "text": [
        "    (tuyā pade loinu śaraṇa)",
        "    (āmi) (śaraṇilam)",
        "    (abhaya śrī pada padme śaraṇilam)",
        "    (āmay) (dayā kara he)",
        "    (patit-pāvan śrī gurudev dayā kara he)",
        "    (adhama patita jene dayā kara he)",
        "    (jay gurudev)"
      ],
      "translation": [
        "I have surrendered, I have surrendered unto your fearless lotus feet. Please give your mercy. Oh Śrī Gurudeva, saviour of the fallen, please give me your mercy. You are the saviour of the lowly fallen souls. All glories to you Śrī Gurudeva."
      ]
    }
  ]
}