{
  "meta": {
    "page": 117,
    "first_line": "śrī-sanātanānu-rūpa-jīva-sampradāyakaṁ"
  },
  "title": [
    "Śrī Śrī",
    "Premadhāma-deva-stotram"
  ],
  "author": [
    "Composed by Śrīla Bhakti Rakṣak Śrīdhar Dev-Goswāmī Mahārāj",
    "Edited by Swāmī Bhakti Pāvan Janārdan"
  ],
  "subtitle": [
    "Thursday"
  ],
  "verses": [
    {
      "number": "51",
      "text": [
        "śrī sanātanānu-rūpa-jīva-sampradāyakaṁ",
        "lupta-tīrtha-śuddha-bhakti-śāstra-suprachārakam",
        "nīla-śaila-nātha-pīṭha-naija-kārya-saukaraṁ",
        "prema-dhāma-devam eva naumi gaura-sundaram"
      ],
      "translation": [
        "Lord Gaurasundar revealed His disciplic line by inspiring Śrīla Sanātan Goswāmī, his younger brother Śrīla Rūpa Goswāmī, and Śrīla Jīva Goswāmī. The Lord requested them to excavate the lost places of pilgrimage and compose pure devotional literature which describes the application of spiritual practices and spontaneous devotion. Lord Gaurāṅga also lovingly revealed His worshipable personality to the servitors of Śrī Jagannāth Deva at Nīlāchala (Śrī Purī-dhām). I offer my obeisances to that beautiful Golden Lord, Gaurāṅga Sundar, the divine form of Krishna-*prema*."
      ]
    },
    {
      "number": "52",
      "text": [
        "tyāga-bāhya-bhoga-buddhi-tīvra-daṇḍa-nindanaṁ",
        "rāya-śuddha-kṛṣṇa-kāma-sevanābhi-nandanam",
        "rāya-rāga-sevanokta-bhāgya-koṭi-duṣkaraṁ",
        "prema-dhāma-devam eva naumi gaura-sundaram"
      ],
      "translation": [
        "Lord Gaurasundar strongly condemned those who externally accepted the dress of a renunciate yet, like monkeys, actually harbored desires for sense pleasures. On the other hand, He honoured that great devotee Rāmānanda Rāya’s devotional efforts to intimately teach some young girls a form of dance drama for the pleasure of Lord Jagannāth. Considering Rāmānanda’s service to be on the platform of spontaneous devotion, the Lord proclaimed that such a level of service was a great fortune attainable only after millions of births. I offer my obeisances to that beautiful Golden Lord, Gaurāṅga Sundar, the divine form of Krishna-*prema*."
      ]
    },
    {
      "number": "53",
      "text": [
        "śrī-prayāga-bhaṭṭa-vallabhaika-niṣṭha-sevanaṁ",
        "nīla-śaila-bhaṭṭa-datta-rāga-mārga-rādhanam",
        "śrī gadādharārpitādhikāra-mantra-mādhuraṁ",
        "prema-dhāma-devam eva naumi gaura-sundaram"
      ],
      "translation": [
        "The famous spiritual preceptor of the Viṣṇuswāmī disciplic succession *śuddhādvaita*, Śrī Vallabha Bhaṭṭa, lived in the village of Āḍhāila in sacred Prayāga, and personally served Lord Gaurāṅgadev with resolute devotion in his residence. Later in Jagannāth Purī, Lord Gaurāṅga allowed Vallabha Bhaṭṭa to enter into and relish the sweet taste experienced in parental attachment to baby Krishna. The Lord also arranged for him to learn the appropriate mantras for his worship from Śrī Gadādhara Paṇḍīt. I offer my obeisances to that beautiful Golden Lord, Gaurāṅga Sundar, the divine form of Krishna-*prema*."
      ]
    },
    {
      "number": "54",
      "text": [
        "śrī-svarūpa-rāya-saṅga-gāmbhirāntya-līlanaṁ",
        "dvādaśābda-vahni-garbha-vipralambha-śīlanam",
        "rādhikādhirūḍha-bhāva-kānti-kṛṣṇa-kuñjaraṁ",
        "prema-dhāma-devam eva naumi gaura-sundaram"
      ],
      "translation": [
        "Diving deep into the reality of His own beauty and sweetness, Lord Govinda stole the mood of Rādhārāṇī and, garbing Himself in Her brilliant lustre, appeared as Śrī Chaitanya Mahāprabhu. For the last twelve years of His manifest Pastimes He was deeply absorbed in union and separation, and He shared His heart’s inner feelings with His most confidential devotees such as Swarūp Dāmodar and Rāmānanda Rāya: *bāhire viṣajvālā hoy, antare ānandamoy*.",
        "“The wonderful characteristic of divine love of Krishna is that although externally it works like fiery lava, internally it is like sweet nectar that fills the heart with the greatest joy.” Volcanic eruptions of ecstasy flowed from the heart of Śrī Gaurāṅga in the agony of separation from Krishna. This Golden Lord, who appeared like an intoxicated elephant, is none other than Lord Govinda. I offer my obeisances to that beautiful Golden Lord, Gaurāṅga Sundar, the divine form of Krishna-*prema*."
      ]
    },
    {
      "number": "55",
      "text": [
        "śrī-svarūpa-kaṇṭha-lagna-māthura-pralāpakaṁ",
        "rādhikānu-vedanārta-tīvra-vipralambhakam",
        "svapnavat-samādhi-dṛṣṭa-divya-varṇanāturaṁ",
        "prema-dhāma-devam eva naumi gaura-sundaram"
      ],
      "translation": [
        "Śrī Gaurāṅgadev, embracing the neck of Śrī Swarūp Dāmodar, began to sorrowfully recite the prayers Śrīmatī Rādhārāṇī had previously spoken in the agony of separation when Lord Krishna left Vrindāvan for Mathurā. The Lord would continuously taste the mood of Śrīmatī Rādhārāṇī, who was experiencing untold agony from the burning fire of Her tragic separation from Lord Krishna. With a heavy heart, the Lord would describe what He was directly realising in divine trance. Those realisations are just like dreams to ordinary men. I offer my obeisances to that beautiful Golden Lord, Gaurāṅga Sundar, the divine form of Krishna-*prema*."
      ]
    },
    {
      "number": "56",
      "text": [
        "sātvikādi-bhāva-chihna-deha-divya-sauṣṭhavaṁ",
        "kūrma-dharma-bhinna-sandhi-gātra-puṣpa-pelavam",
        "hrasva-dīrgha-padma-gandha-rakta-pīta-pāṇḍuraṁ",
        "prema-dhāma-devam eva naumi gaura-sundaram"
      ],
      "translation": [
        "The eightfold symptoms depicting the moods of pure dedication would decorate and radiantly enhance the beauty of the Lord’s bodily parts. Sometimes He appeared like a tortoise who had withdrawn his limbs into his shell, and at other times His body appeared elongated due to His joints becoming dislocated. Sometimes Lord Gaurasundar’s figure was as tender and aromatic as a lotus flower. At other times the Lord’s body would appear red, yellow, or brilliant with the white hue of the jasmine flower. I offer my obeisances to that beautiful Golden Lord, Gaurāṅga Sundar, the divine form of Krishna-*prema*."
      ]
    },
    {
      "number": "57",
      "text": [
        "tīvra-vipralambha-mugdha-mandirāgra-dhāvitaṁ",
        "kūrma-rūpa-divya-gandha-lubdha-dhenu-veṣṭitam",
        "varṇitāli-kūla-kṛṣṇa-keli-śaila-kandaraṁ",
        "prema-dhāma-devam eva naumi gaura-sundaram"
      ],
      "translation": [
        "Grief-stricken and overwhelmed with tragic feelings of separation, Lord Chaitanya quickly ran to the lion-gate of Lord Jagannāth’s grand temple. Moments later, the Lord fell to the ground. In deep separation He manifested the form of the tortoise incarnation Kūrmadeva, and an extraordinarily sweet fragrance began to emanate from the Lord’s unconscious figure. This attracted the *telāṅgī* cows who resided at Lord Jagannāth’s Temple, and they surrounded the Lord. I offer my obeisances to that beautiful Golden Lord, Gaurāṅga Sundar, the divine form of Krishna-*prema*."
      ]
    },
    {
      "number": "58",
      "text": [
        "indu-sindhu-nṛtya-dīpta-kṛṣṇa-keli-mohitaṁ",
        "ūrmi-śīrṣa-supta-deha-vāta-raṅga-vāhitam",
        "yāmunāli-kṛṣṇa-keli-magna-saukhya-sāgaraṁ",
        "prema-dhāma-devam eva naumi gaura-sundaram"
      ],
      "translation": [
        "Once on a moonlit night, Lord Gaurāṅga-deva, relishing the sweet mellows of Lord Krishna’s Pastimes, was wandering along the ocean’s shore with His associates. Suddenly the Lord saw the reflection of the moon dancing upon the rolling waves. Unexpectedly, the Lord became overwhelmed by recollections of Lord Krishna’s Pastimes in the Yamunā River and fell unconscious. Next, Lord Gaurāṅga’s body, unseen by the devotees, became as light as a piece of dried wood and was gracefully carried away by the wind-god while lying upon the crest of the ocean’s rolling waves in a divine trance. Realizing Lord Krishna’s water-sport Pastimes in the Kālindī River with His dearmost cowherd-maiden friends, the Lord dove deep into an ocean of divine ecstasy. I offer my obeisances to that beautiful Golden Lord, Gaurāṅga Sundar, the divine form of Krishna-*prema*."
      ]
    },
    {
      "number": "59",
      "text": [
        "rātri-śeṣa-saumya-veśa-śāyitārdra-saikataṁ",
        "bhinna-sandhi-dīrgha-deha-pelavāti-daivatam",
        "śrānta-bhakta-chakratīrtha-hṛṣṭa-dṛṣṭi-gocharaṁ",
        "prema-dhāma-devam eva naumi gaura-sundaram"
      ],
      "translation": [
        "After searching for the Lord throughout the night, the exhausted devotees finally found Him at night’s end near Chakratīrtha, His elongated form lying upon the moist sand. The devotees’ eyes were filled with joy as they glanced upon the delicate and serene figure of their Lord. I offer my obeisances to that beautiful Golden Lord, Gaurāṅga Sundar, the divine form of Krishna-*prema*."
      ]
    },
    {
      "number": "60",
      "text": [
        "ārta-bhakta-kaṇṭha-kṛṣṇa-nāma-karṇa-hṛdgataṁ",
        "lagna-sandhi-suṣṭhu-deha-sarva-pūrva-sammatam",
        "ardha-bāhya-bhāva-kṛṣṇa-keli-varṇanāturaṁ",
        "prema-dhāma-devam eva naumi gaura-sundaram"
      ],
      "translation": [
        "As the anxious devotees began to loudly chant the Holy Names of Krishna, this divine vibration entered the Lord’s ears and touched the depths of His heart. Immediately the Lord’s dislocated joints reunited, and He displayed the beautiful figure which their eyes were accustomed to relishing. In a semiconscious state, the Lord began to describe with deep feelings of separation what He had seen while absorbed in divine trance. I offer my obeisances to that beautiful Golden Lord, Gaurāṅga Sundar, the divine form of Krishna-*prema*."
      ]
    }
  ]
}