{
  "meta": {
    "page": 316,
    "first_line": "śrīmach-chaitanyapādau chara"
  },
  "title": [
    "Śrīmad Rūpa-pada-rajaḥ Prārthanā Daśakam"
  ],
  "author": [
    "by Śrīla Bhakti Rakṣak Śrīdhar Dev-Goswāmī Mahārāj"
  ],
  "subtitle": [
    "Aspiring for the Dust of Śrīmad Rūpa Goswāmī’s Lotus Feet"
  ],
  "verses": [
    {
      "number": "1",
      "text": [
        "śrīmach-chaitanyapādau chara-kamalayugau",
        "    netra-bhṛṅgau madhu dyau",
        "gauḍe tau pāyayantau vraja-vipina-gatau",
        "    vyājayuktau samutkau",
        "bhātau sabhrātṛkasya svajana-gaṇa-pater",
        "    yasya saubhāgya-bhūmnaḥ",
        "sa śrī-rūpaḥ kadā māṁ nija-pada-rajasā",
        "    bhūṣitaṁ saṁvidhatte"
      ],
      "translation": [
        "Śrīla Rūpa Goswāmī is the mine of the most precious treasure, the leader of the associates of Lord Chaitanya (the Divine Succession being known as the Rūpānuga Sampradāya, ‘the followers of Śrī Rūpa’). In the company of his brothers, he was resplendent in (the province of) Gauḍa, causing the fervent twin bumblebees in the form of the lotus eyes of Śrī Chaitanyadev to drink nectar, as the Lord’s lotus feet moved on the pretext of visiting Vṛndāvan. When will that Śrīmad Rūpa Prabhu grace me with the dust of his holy feet?"
      ]
    },
    {
      "number": "2",
      "text": [
        "pīta-śrī-gaura-pādāmbuja-madhu-madiron-",
        "    matta-hṛd-bhṛṅga-rājo",
        "rājyaiśvaryaṁ jahau yo jana-nivaha-",
        "    hitādatta-chitto nijāgryam",
        "vijñāpya svānujena vraja-gamana-rataṁ",
        "    chānvagāt gaurachandraṁ",
        "sa śrī-rūpaḥ kadā māṁ nija-pada-rajasā",
        "    bhūṣitaṁ saṁvidhatte"
      ],
      "translation": [
        "At Śrī Rāmakeli Dhām, the king of bees—the heart of Śrī Rūpa—became intoxicated drinking the honey-wine of the lotus feet of Śrī Gaurachandra, and sacrificed its life (in Hari-kīrtan) for the benefit of all the people of the world, summarily abandoning a life of kingly opulence. After informing his elder brother Śrī Sanātan, Śrī Rūpa and his younger brother Śrī Vallabha followed the footsteps of Śrī Chaitanyadev, whose heart was absorbed in going (from Nīlāchala) to Śrī Vṛndāvan. When will that Śrī Rūpa Prabhu grace me with the dust of his holy lotus feet?"
      ]
    },
    {
      "number": "3",
      "text": [
        "vṛndāraṇyāt prayāge hari-rasa-naṭanair",
        "    nāma-saṅkīrtanaiś cha",
        "lebhe yo mādhavāgre jana-gahana-gataṁ",
        "    prema-mattaṁ janāṁś cha",
        "bhāvaiḥ svair mādayantaṁ hṛta-nidhir iva",
        "    taṁ kṛṣṇa-chaitanyachandraṁ",
        "sa śrī-rūpaḥ kadā māṁ nija-pada-rajasā",
        "    bhūṣitaṁ saṁvidhatte"
      ],
      "translation": [
        "Śrī  Chaitanyadev  returned  from  Vṛndāvan to  Prayāga  Dhām  and  performed  Nām-saṅkīrtan, surrounded  by  crowds  of  hundreds  of  thousands. Intoxicated with divine love, dancing, He melted the hearts of hundreds of faithful souls with His astonishing transcendental ecstasies. Śrī Rūpa, as though regaining his most precious treasure, thus found Śrī Chaitanyadev in the direct presence of the Deity Śrī Bindu Mādhava. When will that Śrī Rūpa Prabhu grace me with the dust of his holy lotus feet?"
      ]
    },
    {
      "number": "4",
      "text": [
        "ekāntaṁ labdha-pādāmbuja-nija-hṛdaya-",
        "    preṣṭha-pātro mahārtir",
        "dainyair-duḥkhāśru-pūrṇair daśana-dhṛta-",
        "    tṛṇaiḥ pūjayāmāsa gauram",
        "svāntaḥ kṛṣṇañ cha gaṅgā-dinamaṇi-tanayā-",
        "    saṅgame sānujo yaḥ",
        "sa śrī-rūpaḥ kadā māṁ nija-pada-rajasā",
        "    bhūṣitaṁ saṁvidhatte"
      ],
      "translation": [
        "At the sacred spot on the confluence of the Gaṅgā and the Yamunā, Śrī Rūpa achieved intimate union with the lotus feet of the dearmost Lord of his life—the Lord who is Krishna within and Gaura without. In grave humility, with straw in mouth and with tears of sorrow, he along with his younger brother worshipped Śrī Gaura-Krishna in intense love. When will that Śrī Rūpa Prabhu grace me with the dust of his holy lotus feet?"
      ]
    },
    {
      "number": "5",
      "text": [
        "svasya prema-svarūpaṁ priya-dayita-",
        "    vilāsānurūpaika-rūpaṁ",
        "dūre bhū-luṇṭhitaṁ yaṁ sahaja-sumadhura-",
        "    śrīyutaṁ sānujañ cha",
        "dṛṣṭvā devo ’titūrṇaṁ stuti-bahu-mukham",
        "    āśliṣya gāḍhaṁ rarañje",
        "sa śrī-rūpaḥ kadā māṁ nija-pada-rajasā",
        "    bhūṣitaṁ saṁvidhatte"
      ],
      "translation": [
        "Śrī Chaitanyadev saw Śrī Rūpa and his younger brother rolling on the ground some distance away. Seeing His endeared one, His favourite, His love divine personified in natural beauty and charm, His exclusive alter ego in divine Pastimes, the Lord swiftly approached Śrī Rūpa, profusely singing his glories, and embraced him in ecstasy. When will that Śrī Rūpa Prabhu grace me with the dust of his holy lotus feet?"
      ]
    },
    {
      "number": "6",
      "text": [
        "kaivalya-prema-bhūmāv-akhila-rasa-sudhā-",
        "    sindhu-sañchāra-dakṣaṁ",
        "jñātvāpy evañ cha rādhā-pada-bhajana-",
        "    sudhāṁ līlayāpāyayad yam",
        "śaktiṁ sañchārya gauro nija-bhajana-sudhā-",
        "    dāna-dakṣaṁ chakāra",
        "sa śrī-rūpaḥ kadā māṁ nija-pada-rajasā",
        "    bhūṣitaṁ saṁvidhatte"
      ],
      "translation": [
        "Śrī Gaurahari knew that (as an eternal associate of the Lord) Śrī Rūpa was already proficient in wandering throughout the ambrosial ocean of all mellows, in the land of unalloyed love (in Vraja-rasa). Nonetheless, to expand His own Pastimes, the Lord enabled him to drink the sweet ecstasy of servitude unto Śrī Rādhā, and empowered him with the skill to distribute the nectar of His personal devotional service. When will that Śrīmad Rūpa Prabhu grace me with the dust of his lotus feet?"
      ]
    },
    {
      "number": "7",
      "text": [
        "gaurādeśāch cha vṛndā-vipinam iha",
        "    parikramya nīlāchalaṁ yo",
        "gatvā kāvyāmṛtaiḥ svair vraja-yuva-yugala-",
        "    krīḍanārthaiḥ prakāmam",
        "rāmānanda-svarūpādibhir api kavibhis",
        "    tarpayāmāsa gauraṁ",
        "sa śrī-rūpaḥ kadā māṁ nija-pada-rajasā",
        "    bhūṣitaṁ saṁvidhatte"
      ],
      "translation": [
        "When on the order of Śrī Gaurāṅga, Śrī Rūpa visited Śrī Puruṣottama Kṣetra after completing the circumambulation of Śrī Vraja Maṇḍal, He highly gratified Śrī Chaitanyadev and the sagacious devotee assembly headed by Śrī Svarūp Dāmodar and Śrī Rāmānanda Rāya by his ambrosial poetry on the Pastimes of the Divine Couple of Vraja. When will that Śrīmad Rūpa Prabhu grace me with the dust of his lotus feet?"
      ]
    },
    {
      "number": "8",
      "text": [
        "līlā-saṁgopane śrī-bhagavata iha vai",
        "    jaṅgame sthāvare ’pi",
        "saṁmugdhe sāgrajātaḥ prabhu-viraha-hṛta-",
        "    prāya-jīvendriyāṇām",
        "yaś chāsīd āśrayaika-sthalam iva raghu-",
        "    gopāla-jīvādi-varge",
        "sa śrī-rūpaḥ kadā māṁ nija-pada-rajasā",
        "    bhūṣitaṁ saṁvidhatte"
      ],
      "translation": [
        "When the manifest līlā of the Supreme Lord Śrī Chaitanyadev was withdrawn, all beings including the immobile entities were mortified, deeply afflicted in sorrow. Śrī Rūpa and his elder brother were the only shelter for even the intimate devotees of the Lord, headed by Raghunāth, Gopal Bhaṭṭa, and Śrī Jīva, who had almost lost their lives in the Lord’s separation. When will that Śrīmad Rūpa Prabhu grace me with the dust of his lotus feet?"
      ]
    },
    {
      "number": "9",
      "text": [
        "śrī-mūrteḥ sādhu-vṛtteḥ prakaṭanam api",
        "    tal-lupta-tīrthādikānāṁ",
        "śrī-rādhā-kṛṣṇa-pādāmbuja-bhajanamayaṁ",
        "    rāga-mārgaṁ viśuddham",
        "granthair yena pradattaṁ nikhilam iha",
        "    nijābhīṣṭa-devepsitañ cha",
        "sa śrī rūpaḥ kadā māṁ nija-pada-rajasā",
        "    bhūṣitaṁ saṁvidhatte"
      ],
      "translation": [
        "By writing many, many books, he gave the world all the most cherished desires of his worshipful Lord Śrī Chaitanyadev, principally—revealing the service of the Deity, establishing the pure code of conduct in devotion, revealing the lost holy places, and revealing the path of spontaneous devotion (Rāga-mārga) in transcendental loving service to Śrī Rādhā-Govinda. When will that Śrīmad Rūpa Prabhu grace me with the dust of his holy lotus feet?"
      ]
    },
    {
      "number": "10",
      "text": [
        "līlā-saṁgopa-kāle nirupadhi-karuṇā-",
        "    kāriṇā svāmināhaṁ",
        "yat pādābje ’rpito yat pada-bhajanamayaṁ",
        "    gāyayitvā tu gītam",
        "yogyāyogyatva-bhāvaṁ mama khalu sakalaṁ",
        "    duṣṭa-buddher agṛhṇan",
        "sa śrī-rūpaḥ kadā māṁ nija-pada-rajasā",
        "    bhūṣitaṁ saṁvidhatte"
      ],
      "translation": [
        "Just prior to the withdrawal of his manifest līlā, my causelessly merciful Divine Master, Śrīla Saraswatī Ṭhākur, handed me over to the holy feet of that Divine Personality by having me sing the glorious prayer unto his lotus feet (Śrī Rūpa-mañjarī-pada). Despite my lowliness, when will—disregarding all my various qualifications and disqualifications—Śrīmad Rūpa Prabhu grace me with the dust of his holy lotus feet?"
      ]
    }
  ]
}