{
  "meta": {
    "page": 86,
    "first_line": "sujanārvuda-rādhita-pāda-yugaṁ"
  },
  "title": [
    "Śrī Śrī Prabhupāda-padma",
    "Stavakaḥ"
  ],
  "author": [
    "by Śrīla Bhakti Rakṣak Śrīdhar Dev-Goswāmī Mahārāj"
  ],
  "subtitle": [
    "Prayer unto the Lotus Feet of my Lord and Master Śrīla Prabhupād"
  ],
  "verses": [
    {
      "number": "1",
      "text": [
        "sujanārvuda-rādhita-pāda-yugaṁ",
        "yuga-dharma-dhurandhara-pātra-varam",
        "varadābhaya-dāyaka-pūjya-padaṁ",
        "praṇamāmi sadā prabhupāda-padam"
      ],
      "translation": [
        "His lotus feet are served in devotion by multitudes of high, virtuous souls; he is the establisher of the religion of the age as he is the presiding monarch of the Viśva-Vaiṣṇava-Rāja-Sabhā—the universal society of the pure devotees that are the true ‘kings’ or guides of all; and he is the fulfiller of the most cherished desires of those who dispel fear (for all souls). I make my obeisance unto the lotus feet of that illustrious great soul, worshipable by one and all — perpetually do I make my obeisance unto the radiance emanating from the toenails of the holy feet of my Lord."
      ]
    },
    {
      "number": "2",
      "text": [
        "bhajanorjita sajjana-saṅgha-patiṁ",
        "patitādhika-kāruṇikaika-gatim",
        "gati-vañchita-vañchakāchintya-padaṁ",
        "praṇamāmi sadā prabhupāda-padam"
      ],
      "translation": [
        "He is the leader of the fortunate souls blessed with the treasure of internal pure devotion; he is greatly merciful upon the fallen souls, being their only shelter; and his inconceivable holy feet are the shelter for the deceivers, by deceiving them. I make my obeisance unto his lotus feet—perpetually do I make my obeisances unto the radiance emanating from the toenails of the holy feet of my Lord."
      ]
    },
    {
      "number": "3",
      "text": [
        "atikomala-kāñchana-dīrgha-tanuṁ",
        "tanu-nindita-hema-mṛṇāla-madam",
        "madanārvuda-vandita-chandra-padaṁ",
        "praṇamāmi sadā prabhupāda-padam"
      ],
      "translation": [
        "I make my obeisance unto his divine, charming yet commanding lofty form of golden hue. That beautiful figure shames the mad ecstasy of golden lotus stems. Venerated by tens of millions of Cupids, the moons of the toenails of my Worshipful Divine Master reveal the beauty of his lotus feet. Perpetually do I make my obeisance unto that effulgence emanating from the toenails of the holy feet of my Lord."
      ]
    },
    {
      "number": "4",
      "text": [
        "nija-sevaka-tāraka-rañji-vidhuṁ",
        "vidhutāhita-huṅkṛta-siṁha-varam",
        "varaṇāgata-bāliśa-śanda-padaṁ",
        "praṇamāmi sadā prabhupāda-padam"
      ],
      "translation": [
        "Like the moon that delights the stars, he is surrounded by his circle of personal servitors, making their hearts bloom in divine ecstasy. The malicious non-devotees are made to flee in panic by the sound of his thunderous roar, and the simple, inoffensive souls attain the ultimate fortune by accepting his lotus feet. I make my obeisance unto him; perpetually do I make my obeisance unto the brilliance emanating from the toenails of the holy lotus feet of my Lord."
      ]
    },
    {
      "number": "5",
      "text": [
        "vipulīkṛta-vaibhava-gaura-bhuvaṁ",
        "bhuvaneṣu vikīrtita-gaura-dayam",
        "dayanīya-gaṇārpita-gaura-padaṁ",
        "praṇamāmi sadā prabhupāda-padam"
      ],
      "translation": [
        "He has revealed the vast, magnificent beauty of Śrī Gaura Dhām; he has broadcast the tidings of the supreme magnanimity of Śrī Gaurāṅga throughout the whole universe; and in the hearts of the fit recipients of his grace, he has firmly established the lotus feet of Śrī Gaura. I make my obeisance unto him; perpetually do I make my obeisance unto the effulgence emanating from the toenails of the holy feet of my Lord."
      ]
    },
    {
      "number": "6",
      "text": [
        "chira-gaura-janāśraya-viśva-guruṁ",
        "guru-gaura-kiśoraka-dāsya-param",
        "paramādṛta-bhaktivinoda-padaṁ",
        "praṇamāmi sadā prabhupāda-padam"
      ],
      "translation": [
        "He is the eternal shelter and the Universal Guru for the souls surrendered unto Śrī Gaurāṅga. Absorbed in the service of his Gurudev, Śrī Gaura Kiśora, he wholeheartedly adores Śrī Bhakti Vinod Ṭhākur. I make my obeisance unto him; perpetually do I make my obeisance unto the effulgence emanating from the toenails of the holy feet of my Lord."
      ]
    },
    {
      "number": "7",
      "text": [
        "raghu-rūpa-sanātana-kīrti-dharaṁ",
        "dharaṇī-tala-kīrtita-jīva-kavim",
        "kavirāja-narottama-sakhya-padaṁ",
        "praṇamāmi sadā prabhupāda-padam"
      ],
      "translation": [
        "He is the illustrious personality to raise the flag that sings the glory of Śrī Rūpa, Śrī Sanātan, and Śrī Raghunāth. His glory is sung throughout the world as non-different from the powerful personality of brilliant erudition, Śrī Jīva. And he has won the renown of being one with the hearts of Śrīla Krishna Dās Kavirāj and Ṭhākur Narottam. I make my obeisance unto him; perpetually do I bow down to the brilliance emanating from the toenails of the holy feet of my Divine Master."
      ]
    },
    {
      "number": "8",
      "text": [
        "kṛpayā hari-kīrtana mūrti-dharaṁ",
        "dharaṇī-bhara-hāraka-gaura-janam",
        "janakādhika-vatsala-snigdha-padaṁ",
        "praṇamāmi sadā prabhupāda-padam"
      ],
      "translation": [
        "Bestowing his grace upon all souls, he is Hari-*kīrtan* incarnate. As the associate of Śrī Gaura, he relieves Mother Earth of the burden of offences committed upon her. And he is so gracious that his endearance of all beings excels that of even a father. I make my obeisance unto him—the mine of all these qualities; perpetually do I bow down to the effulgence emanating from the toenails of the holy feet of my Divine Master."
      ]
    },
    {
      "number": "9",
      "text": [
        "śaraṇāgata-kiṅkara-kalpa-taruṁ",
        "taru-dhik-kṛta dhīra vadānya",
        "varam varadendra-gaṇārchita-divya-padaṁ",
        "praṇamāmi sadā prabhupāda-padam"
      ],
      "translation": [
        "Like a wish-fulfilling tree for his surrendered servitors (he fulfills their heart’s aspirations), even a tree is shamed by his magnanimity and forbearance. And great personalities who are competent to confer boons—they, too, worship his lotus feet. I make my obeisance unto him; perpetually do I bow down to the radiance emanating from the toenails of the holy feet of my Divine Master."
      ]
    },
    {
      "number": "10",
      "text": [
        "parahaṁsa-varaṁ paramārtha-patiṁ",
        "patitodharaṇe kṛta-veśa-yatim",
        "yati-rāja-gaṇaiḥ parisevya-padaṁ",
        "praṇamāmi sadā prabhupāda-padam"
      ],
      "translation": [
        "The crown-jewel of the *paramahaṁsas*, the Prince of the treasure of the supreme perfection of life, Śrī Krishna-*prema*, he accepted the robes of a mendicant *sannyāsī* just to deliver the fallen souls. The topmost tridaṇḍī *sannyāsīs* attend his lotus feet. I make my obeisance unto him; perpetually do I bow down to the effulgence emanating from the toenails of the holy feet of my Divine Master."
      ]
    },
    {
      "number": "11",
      "text": [
        "vṛṣabhānu-sutā-dayitānucharaṁ",
        "charaṇāśrita-reṇu-dharas tam aham",
        "mahad-adbhuta-pāvana-śakti-padaṁ",
        "praṇamāmi sadā prabhupāda-padam"
      ],
      "translation": [
        "He is the dearmost intimate follower of the Divine Daughter of Śrī Vṛṣabhānu, and I know myself as the most fortunate by taking the dust of his holy feet upon my head. I make my obeisance unto his invincible, wondrously purifying lotus feet—perpetually do I bow to the brilliance emanating from the toenails of the holy feet of my Divine Master."
      ]
    }
  ]
}