{
  "meta": {
    "page": 95,
    "first_line": "sūtra-vṛtti-ṭippanīṣṭa-sūkṣma-vāchanādbhutaṁ"
  },
  "title": [
    "Śrī Śrī",
    "Premadhāma-deva-stotram"
  ],
  "author": [
    "Composed by Śrīla Bhakti Rakṣak Śrīdhar Dev-Goswāmī Mahārāj",
    "Edited by Swāmī Bhakti Pāvan Janārdan"
  ],
  "subtitle": [
    "Sunday"
  ],
  "verses": [
    {
      "number": "11",
      "text": [
        "sūtra-vṛtti-ṭippanīṣṭa-sūkṣma-vāchanādbhutaṁ",
        "dhātu-mātra-kṛṣṇa-śakti-sarva-viśva-sambhṛtam",
        "ruddha-buddhi-paṇḍitaugha-nānya-yukti-nirdharaṁ",
        "prema-dhāma-devam eva naumi gaura-sundaram"
      ],
      "translation": [
        "Elaborately explaining the aphorisms taught in Sanskrit grammar and the science of logic, Śrī Gaurasundar would draw out their apparent and subtle meanings. The Lord’s beautiful style of deriving the inner significance of the sūtras completely amazed all the learned circles. The Lord demonstrated that the seven thousand verbal root sounds contained in Sanskrit grammar reach the zenith of their expression when realized as potencies existing within the Krishna conception of reality. As the learned scholars sat in utter amazement, their powerful intellects were paralyzed by Lord Gaurāṅga’s intriguing explanation. I offer my obeisances to that beautiful Golden Lord, Gaurāṅga Sundar, the divine form of Krishna-*prema*."
      ]
    },
    {
      "number": "12",
      "text": [
        "kṛṣṇa-dṛṣṭi-pāta-hetu-śabdakārtha-yojanaṁ",
        "sphoṭa-vāda-śṛṅkhalaika-bhitti-kṛṣṇa-vīkṣaṇam",
        "sthūla-sūkṣma-mūla-lakṣya-kṛṣṇa-saukhya-sambharaṁ",
        "prema-dhāma-devam eva naumi gaura-sundaram"
      ],
      "translation": [
        "Śrī Gaurasundar proved that the Supreme Lord’s sweet will and well-wishing glance is the background cause governing each sound’s concomitant meaning. The Lord’s sanction is the fundamental element deciding the orderly arrangement and harmony shared between sound and its meaning, and not the mundane endeavors of the prominent grammarians headed by the sages like Pāṇini, who try to affix sounds with word meanings. This is because the purpose of everything animate or inanimate in existence is ultimately to please the Supreme Lord by enhancing His charming Pastimes. I offer my obeisances to that beautiful Golden Lord, Gaurāṅga Sundar, the divine form of Krishna-*prema*."
      ]
    },
    {
      "number": "13",
      "text": [
        "prema-raṅga-pāṭha-bhaṅga-chāttra-kāku-kātaraṁ",
        "chāttra-saṅga-hasta-tāla-kīrtanādya-sañcharam",
        "kṛṣṇa-nāma-sīdhu-sindhu-magna-dik-charācharaṁ",
        "prema-dhāma-devam eva naumi gaura-sundaram"
      ],
      "translation": [
        "The Lord began to teach Sanskrit to His students again after returning from Gayā. However, when emotions arising from pure love overwhelmed the Lord, He was unable to continue teaching them. Nimāi’s personal students, bereft of the opportunity to learn from the Lord, condemned themselves as unfortunate. Lamenting, they humbly praised the unparalleled genius of the Lord’s teachings. Although the Lord experienced grief due to sympathetic feelings towards His students, He acted as their ever well-wisher when He inaugurated the happy glorification of Lord Krishna by chanting “haraye namaḥ kṛṣṇa” as they clapped in unison. In the wake of the congregational chanting, the moving and nonmoving living entities in all ten directions were immersed in the surging waves of that grand ocean of sweet devotional mellows. I offer my obeisances to that beautiful Golden Lord, Gaurāṅga Sundar, the divine form of Krishna-*prema*."
      ]
    },
    {
      "number": "14",
      "text": [
        "ārya-dharma-pāla-labdha-dīkṣa-kṛṣṇa-kīrtanaṁ",
        "lakṣa-lakṣa-bhakta-gīta-vādya-divya-nartanam",
        "dharma-karma-nāśa-dasyu-duṣṭa-duṣkṛtodharaṁ",
        "prema-dhāma-devam eva naumi gaura-sundaram"
      ],
      "translation": [
        "Śrī Gaurasundar respected the Vedic principles and inaugurated the congregational chanting of the Lord’s Holy Names after taking full shelter of His spiritual master. The Lord would continuously chant and distribute Lord Krishna’s Holy Names, dancing in the most joyful manner in the association of thousands of devotees. In this way He delivered the greatest of demons such as Jagāi and Madhāi, and other demoniac groups who destroy religious principles and the rules governing the social and spiritual orders of society. I offer my obeisances to that beautiful Golden Lord, Gaurāṅga Sundar, the divine form of Krishna-*prema*."
      ]
    },
    {
      "number": "15",
      "text": [
        "mlecha-rāja-nāma-bādha-bhakta-bhīti-bhañjanaṁ",
        "lakṣa-lakṣa-dīpa-naiśa-koṭi-kaṇṭha-kīrtanam",
        "śrī-mṛdaṅga-tāla-vādya-nṛtya-kāji-nistaraṁ",
        "prema-dhāma-devam eva naumi gaura-sundaram"
      ],
      "translation": [
        "Once, a great Mohammedan city magistrate named Chāṅd Kāzī obstructed the devotees from performing congregational chanting of the Lord’s Holy Names. In retaliation, Lord Chaitanyadeva dispelled the devotees’ fear by leading a nocturnal chanting procession ornamented with thousands of burning torches and lamps. Millions of persons simultaneously joined in the ecstatic wave created by Lord Gaurasundar’s dancing to the sweet melody of the mṛdaṅga drums and cymbals, as musical instruments resounded in every direction. When the powerful Mohammedan witnessed this, his false sense of covetousness was cleansed, and the Lord embraced him as His very own. I offer my obeisances to that beautiful Golden Lord, Gaurāṅga Sundar, the divine form of Krishna-*prema*."
      ]
    },
    {
      "number": "16",
      "text": [
        "lakṣa-lochanāśru-varṣa-harṣa-keśa-kartanaṁ",
        "koṭi-kaṇṭha-kṛṣṇa-kīrtanāḍhya-daṇḍa-dhāraṇam",
        "nyāsi-veśa-sarva-deśa-hā-hutāśa-kātaraṁ",
        "prema-dhāma-devam eva naumi gaura-sundaram"
      ],
      "translation": [
        "While showers of tears fell from the eyes of millions, He delighted in having His beautiful hair shaved away. Millions of voices sang the glories of Lord Krishna as Śrī Krishna Chaitanya accepted the staff of renunciation. From that time, wherever He went, whoever saw Him in the garment of a sannyāsī cried in grief. I offer my obeisances to that beautiful Golden Lord, Gaurāṅga Sundar, the divine form of Krishna-*prema*."
      ]
    },
    {
      "number": "17",
      "text": [
        "śrī-yatīsa-bhakta-veśa-rāḍhadeśa-chāraṇaṁ",
        "kṛṣṇa-chaitanyākhya-kṛṣṇa-nāma-jīva-tāraṇam",
        "bhāva-vibhramātma-matta-dhāvamāna-bhū-dharaṁ",
        "prema-dhāma-devam eva naumi gaura-sundaram"
      ],
      "translation": [
        "Newly dressed as a renunciate, the supreme controller of the sannyāsīs, Śrī Krishna Chaitanya, wandered all over the province of West Bengal purifying the land with the touch of His lotus feet. After accepting the new name “Śrī Krishna Chaitanya,” the Lord rescued the living entities by offering them Krishna’s Holy Names. Intoxicated with ecstatic emotions erupting from the deepest planes of dedication’s mellows, He appeared like a golden mountain as He continuously ran here and there in every direction. I offer my obeisances to that beautiful Golden Lord, Gaurāṅga Sundar, the divine form of Krishnaprema ."
      ]
    },
    {
      "number": "18",
      "text": [
        "śrī-gadādharādi-nityānanda-saṅga-vardhanaṁ",
        "advayākhya-bhakta-mukhya-vāñchitārtha-sādhanam",
        "kṣetra-vāsa-sābhilāṣa-mātṛ-toṣa-tatparaṁ",
        "prema-dhāma-devam eva naumi gaura-sundaram"
      ],
      "translation": [
        "Bestowing further prosperity to all, the association of Śrī Chaitanya enhanced those grand personalities like Śrī Gadādhara Paṇḍit, Lord Nityānanda, and others. When Lord Chaitanya incarnated on the Earth planet, He fulfilled the desires of the principal mahābhagavat devotee Śrī Advaita Āchārya. Also, the Supreme Lord agreed to reside in Jagannāth Purī just to please His mother Śachī Devī. I offer my obeisances to that beautiful Golden Lord, Gaurāṅga Sundar, the divine form of Krishna-*prema*."
      ]
    },
    {
      "number": "19",
      "text": [
        "nyāsi-rāja-nīla-śaila-vāsa-sārvabhaumapaṁ",
        "dākṣiṇātya-tīrtha-jāta-bhakta-kalpa-pādapam",
        "rāma-megha-rāga-bhakti-vṛṣṭi-śakti-sañcharaṁ",
        "prema-dhāma-devam eva naumi gaura-sundaram"
      ],
      "translation": [
        "Arriving in the sacred place of pilgrimage, Śrī Nīlāchala, the valiant king of the renounced order, Śrī Chaitanyadeva, saved the most powerful scholar recognized throughout the length and breadth of India. Śrī Vāsudeva Sārvabhauma, the most dynamic intellectual of all time in the vast Vedantic doctrine and school of logistics, was rescued by the Lord from the impersonal well of Śaṅkarāchārya’s theory. Later, the Lord travelled to southern India, where He encountered the followers of various philisophical doctrines. Wherever He travelled, the aspirations of the devotees met their highest fulfillment, as the Lord was like a desire tree. On the banks of the Godāvarī River, the Lord met that deep raincloud of pure dedication Śrī Rāmānanda Rāya, and instructed him to shower upon others the sweet raindrops of rasa which exist in the land of spontaneous devotion, Vraja. Śrī Rāmānanda Rāya also answered the questions the merciful Lord posed with the essence of all instruction. I offer my obeisances to that beautiful Golden Lord, Gaurāṅga Sundar, the divine form of Krishna-*prema*."
      ]
    },
    {
      "number": "20",
      "text": [
        "prema-dhāma-divya-dīrgha-deha-deva-nanditaṁ",
        "hema-kañja-puñja-nindi-kānti-chandra-vanditam",
        "nāma-gāna-nṛtya-navya-divya-bhāva-mandiraṁ",
        "prema-dhāma-devam eva naumi gaura-sundaram"
      ],
      "translation": [
        "The tall divine figure of Śrī Gaurāṅgadev enhances the joy of the universal gods as He is the charming embodiment of pure love. The radiant aura emanating from His beautiful form insults millions of golden lotuses while winning the respect of that effulgent personality Chandradeva. Śrī Gaurāṅga is the background stage of all spiritual Pastimes as exhibited in the everfresh dynamic moods of sattvika-bhāva as seen in His joyful dancing when congregationally chanting Lord Krishna’s Holy Names. I offer my obeisances to that beautiful Golden Lord, Gaurāṅga Sundar, the divine form of Krishna-*prema*."
      ]
    }
  ]
}