{
  "meta": {
    "page": 156,
    "first_line": "ṭhākura-vaiṣṇava-pada, avanīra"
  },
  "title": [
    "Ṭhākura-vaiṣṇava-pada"
  ],
  "author": [
    "by Śrīla Narottam Dās Ṭhākur"
  ],
  "verses": [
    {
      "number": "1",
      "text": [
        "ṭhākura-vaiṣṇava-pada,    avanīra susampada,",
        "    śuno bhāi! hoiya eka mana",
        "āśroya loiyā bhaje,    tāre kṛṣṇa nāhi tyaje",
        "    āro saba more akāraṇa"
      ],
      "translation": [
        "O brother, hear my words with rapt attention: The lotus feet of the Vaiṣṇavas are the most valuable treasure in the world. Take shelter of those Vaiṣṇavas, and worship them. Krishna cannot abandon one who worships Him in this way. All others meet a meaningless death."
      ]
    },
    {
      "number": "2",
      "text": [
        "vaiṣṇava-charaṇa-jol,    prema-bhakti dite bol,",
        "    āro keho nahe balavanta",
        "vaiṣṇava-charaṇa-renu,    mastake bhūṣaṇa vinu",
        "    āra nāhi bhūṣaṇera anta"
      ],
      "translation": [
        "The water which has washed the lotus feet of the Vaiṣṇavas bestows devotional service in pure love of Godhead. There is nothing as effective in attaining this divine love. I place the dust from the lotus feet of the Vaiṣṇavas upon my head. I wear no other ornament."
      ]
    },
    {
      "number": "3",
      "text": [
        "tīrthajol-pavitra-guṇe,    likhiyāche purāṇe,",
        "    se saba bhaktira pravañchana",
        "vaiṣṇavera pādadoka,    sama nahe ei saba,",
        "    jāte hoya vāñchito pūraṇa"
      ],
      "translation": [
        "The purifying power of the waters of the various places of pilgrimage is described in the Purāṇas, although this is something of a deceptive trick. Actually there is nothing which is as purifying as the water which has washed the lotus feet of the Vaiṣṇavas. This water fulfills all desires."
      ]
    },
    {
      "number": "4",
      "text": [
        "vaiṣṇava-saṅgete mana, ānandita anukṣaṇa,",
        "    sadā hoy kṛṣṇa-parasaṅga",
        "dīna narottama kā̐de, hiyā dhairja nāhi bāndhe,",
        "    mora dośā keno hoilo bhaṅga"
      ],
      "translation": [
        "Moment by moment my mind finds constant pleasure in the association of the Vaiṣṇavas. I always seek the company of the devotees of Lord Krishna. Poor-hearted Narottam Dās cries, “I cannot maintain my composure any longer. Why have I fallen into such a low condition of life that I cannot get the association of the Vaiṣṇavas?”"
      ]
    }
  ]
}