{
  "meta": {
    "verse parentheses": "non bold",
    "page": 84,
    "first_line": "(ohe) vaiṣṇava ṭhākura, dayāra sāgara"
  },
  "title": [
    "Śrī Vaiṣṇava-mahimā-gīti"
  ],
  "author": [
    "by Śrīla Bhakti Vinod Ṭhākur"
  ],
  "verses": [
    {
      "number": "1",
      "text": [
        "(ohe) vaiṣṇava ṭhākura,    dayāra sāgara,",
        "    e dāse karuṇā kori",
        "diyā pada-chāyā,    śodho he āmāre,",
        "    tomāra charaṇa dhori"
      ],
      "translation": [
        "Oh my Lord, Oh Vaiṣṇava, Ocean of grace, Kindly be gracious to this servitor; Bestow the shade of your holy feet, purify me, I clasp your holy lotus feet."
      ]
    },
    {
      "number": "2",
      "text": [
        "choya bega domi’,    choya doṣa śodhi’,",
        "    choya guṇa deho’ dāse",
        "choya sat-saṅga,    deho’ he āmāre,",
        "    bosechi saṅgera āśe"
      ],
      "translation": [
        "Subjugate the six urges, rectify the six defects, bestow the six good qualities upon this servitor; Please grant me the six kinds of saintly association; I sit at your feet aspiring for that association. *"
      ]
    },
    {
      "number": "3",
      "text": [
        "ekākī āmāra,    nāhi pāya bala,",
        "    hari-nāma-saṅkīrtane",
        "tumi kṛpā kori,    śraddhā-bindu diyā,",
        "    deho’ kṛṣṇa-nāma-dhane"
      ],
      "translation": [
        "On my own I have no strength to chant the Holy Name in congregation; Kindly be pleased to bestow a drop of faith in my heart, giving me the treasure of Lord Krishna’s Name."
      ]
    },
    {
      "number": "4",
      "text": [
        "kṛṣṇa se tomāra,    kṛṣṇa dite pāro,",
        "    tomāra śakati āche",
        "āmi to kāṅgāla,    ‘kṛṣṇa kṛṣṇa’ boli,",
        "    dhāi tava pāche pāche",
        "",
        "(āmi) (dhāi tava pāche pāche)",
        "(kṛṣṇa dhana pābarāse dhāi tava pāche pāche)",
        "(tumi dileou dite pāro)",
        "(kṛṣṇa tomār hṛdoyer dhan tumi dileou dite pāro)",
        "(kṛṣṇa devār śakti dhara tumi dileou dite pāro)"
      ],
      "translation": [
        "Krishna is yours, you can give Him, you have the power to do so; I who am bereft, Calling ‘Krishna, Krishna,’ am running desperately behind you.",
        "* Footnote to verse 2:",
        "The six urges are those of speech, the mind, anger, the tongue, the belly, and the genitals.",
        "The six faults are overeating or collecting more monetary funds than required, overendeavouring for material objectives, unnecessary talking about mundane affairs, being too attached to or too neglectful of Scriptural rules and regulations, associating with worldly-minded persons, and lusting after mundane achievements.",
        "The six good qualities are enthusiasm, patience, confidence, the determination to perform activities favourable to devotional service, the resolution to abandon the association of non-devotees, and the discipline required to always follow in the footsteps of the predecessor *āchāryas*.",
        "The six kinds of saintly association are offering gifts in charity, accepting charitable gifts, revealing one’s mind in confidence, inquiring confidentially, accepting prasādam and offering prasādam."
      ]
    }
  ]
}