{
  "meta": {
    "page": 18,
    "author": "Śrīla Rūpa Goswāmī",
    "first_line": "vāñchā-kalpatarubhyas’ cha"
  },
  "title": [
    "vāñchā-kalpatarubhyas’ cha"
  ],
  "verses": [
    {
      "text": [
        "vāñchā-kalpatarubhyas’ cha",
        "    kṛpā-sindhubhya eva cha",
        "patitānāṁ pāvanebhyo",
        "    vaiṣṇavebhyo namo namaḥ"
      ],
      "translation": [
        "I bow down unto the holy feet of the pure Vaiṣṇavas, who are like desire trees able to fulfil all the devotees’ aspirations. The Lord’s devotees are comparable to a vast ocean of causeless mercy, as they deliver the fallen souls from material existence. I offer all respects unto them.",
        "*(Śrīla Rūpa Goswāmī)*"
      ]
    },
    {
      "text": [
        "pañcha-tattvātmakaṁ kṛṣṇaṁ",
        "    bhakta-rūpa-svarūpakam",
        "bhaktāvatāraṁ bhaktākhyaṁ",
        "    namāmi bhakta-śaktikam"
      ],
      "translation": [
        "I offer my obeisances unto Lord Krishna in His fivefold aspect known as the pañcha-tattva: I offer my respects unto Śrī Gaurāṅgadev, who appears as a devotee of the Lord relishing His own internal mellows. Furthermore I bow down before Lord Nityānanda Prabhu, who is the self-same form and elder brother of Śrī Gaurāṅga. Next, I pay homage unto that great personality Śrī Advaita Prabhu, who is an incarnation of the Lord’s devotee, and unto the Lord’s eternal associates like Śrīvās Paṇḍit, who serve the Lord in loving devotional relationships. Finally, I bow down at the feet of those devotees who hold the actual potency of unalloyed dedication in their hands: Śrī Rāmānanda Rāya, Śrī Gadādhara Paṇḍit, and Śrī Swarūp Dāmodar.",
        "*(Śrīla Kṛṣṇadās Kavirāj Goswāmī)*"
      ]
    },
    {
      "text": [
        "namo mahā-vadānyāya",
        "    kṛṣṇa-prema-pradāya te",
        "kṛṣṇāya kṛṣṇa-chaitanya-",
        "    nāmne gaura-tviṣe namaḥ"
      ],
      "translation": [
        "I offer my obeisances unto Lord Gaurāṅga, whose divine complexion is a radiant golden hue and who possesses the qualities of the most benevolent incarnation. His spiritual Pastimes freely grant pure love for Lord Krishna to all. He is none other than Lord Krishna known in the age of Kali as Śrī Krishna Chaitanya.",
        "*(Śrīla Rūpa Goswāmī)*"
      ]
    }
  ]
}