{
  "meta": {
    "page": 150,
    "author": "Śrīla Bhakti Vinod Ṭhākur",
    "first_line": "yadi te hari-pāda-saroja-sudhā"
  },
  "title": [
    "Śrī Godrumachandra-bhajanopadeśa"
  ],
  "author": [
    "by Śrīla Bhakti Vinod Ṭhākur (1893)"
  ],
  "subtitle": [
    "Instructions for Worshiping Lord Chaitanya, the Moon of the Island of Godruma-dvīpa"
  ],
  "verses": [
    {
      "number": "1",
      "text": [
        "yadi te hari-pāda-saroja-sudhā-",
        "rasa-pāna-paraṁ hṛdayaṁ satatam",
        "parihṛtya gṛhaṁ kali-bhāva-mayaṁ",
        "bhaja godruma-kānana-kuñja-vidhum"
      ],
      "translation": [
        "If your heart wishes to be always absorbed in drinking the ambrosial mellows of the lotus feet of Lord Hari, then give up mundane household life, full of *Kali-yuga* quarrels and strife, and just worship the beautiful Moon of Godruma’s forest bowers."
      ]
    },
    {
      "number": "2",
      "text": [
        "dhana-yauvana-jīvana-rājya-sukhaṁ",
        "a hi nityam anukṣaṇa-nāśa-param",
        "tyaja grāmya-kathā-sakalaṁ viphalaṁ",
        "bhaja godruma-kānana-kuñja-vidhum"
      ],
      "translation": [
        "Material riches, youth, a long life, and royal happiness—none of these are certain; at every moment they are being destroyed. Give up all useless mundane conversations and just worship the beautiful Moon of Godruma’s forest bowers."
      ]
    },
    {
      "number": "3",
      "text": [
        "ramaṇī-jana-saṅga-sukhaṁ cha sakhe",
        "charame bhaya-daṁ puruṣārtha-haram",
        "hari-nāma-sudhā-rasa-matta-matir",
        "bhaja godruma-kānana-kuñja-vidhum"
      ],
      "translation": [
        "O friend! The pleasure to be had in the company of beautiful young women ultimately turns to fearfulness, and distracts one from the true goal of human life. With your mind intoxicated by the nectarean mellows of the holy name of Lord Hari, just worship the beautiful Moon of Godruma’s forest bowers."
      ]
    },
    {
      "number": "4",
      "text": [
        "jaḍa-kāvya-raso na hikvya-rasaḥ",
        "kali-pāvana-gaura-raso hi rasaḥ",
        "alam anya-kathādy-anuśīlanayā",
        "bhaja godruma-kānana-kuñja-vidhum"
      ],
      "translation": [
        "The taste of mundane poetry never provides the sweet taste of actual poetry. The sweet mellows of true poetry are verily found in descriptions of Lord Gaura, the savior of all souls in the *Kali-yuga*. The diligent study of all other topics is useless! Just worship the beautiful Moon of Godruma’s forest bowers."
      ]
    },
    {
      "number": "5",
      "text": [
        "vṛṣabhānu-sutānvita-vāma-tanuṁ",
        "yamunā-taṭa-nāgara-nanda-sutam",
        "muralī-kala-gīta-vinoda-paraṁ",
        "bhaja godruma-kānana-kuñja-vidhum"
      ],
      "translation": [
        "His  left  side  enhanced  by  the  daughter  of Vṛṣabhānu, Nanda-Suta the transcendental paramour stands on the bank of the Yamunā river absorbed in the pleasure-giving pastime of playing soft, melodious songs on His flute. Just worship Him, the beautiful Moon of Godruma’s forest bowers."
      ]
    },
    {
      "number": "6",
      "text": [
        "hari-kīrtana-madhya-gataṁ sva-janaiḥ",
        "pariveṣṭita-jambunadābha-harim",
        "nija-gauḍa-janaika-kṛpā-jaladhiṁ",
        "bhaja godruma-kānana-kuñja-vidhum"
      ],
      "translation": [
        "In the midst of Hari-*kīrtana*, surrounded by His loving associates He is the same dark Lord Hari, but now shining with the luster of molten gold. He is the exclusive ocean of mercy for His own Gauḍīya devotees. Just worship the beautiful Moon of Godruma’s forest bowers."
      ]
    },
    {
      "number": "7",
      "text": [
        "girirāja-sutā-parivīta-gṛhaṁ",
        "nava-khaṇḍa-patiṁ yati-chitta-haram",
        "sura-saṅgha-nutaṁ priyayā sahitaṁ",
        "bhaja godruma-kānana-kuñja-vidhum"
      ],
      "translation": [
        "His island home is surrounded by the river Gaṅgā, daughter of the king of mountains. He is the Lord of the nine-fold islands of Navadvīpa and the stealer of the hearts of the renunciates. Along with His beloved wife Viṣṇu Priyā He is glorified by demigods and saintly persons. Just worship the beautiful Moon of Godruma’s forest bowers."
      ]
    },
    {
      "number": "8",
      "text": [
        "kali-kukkura-mudgara-bhāva-dharaṁ",
        "hari-nāma-mahauṣadha-dāna-param",
        "patitārta-dayārdra-sumūrti-dharaṁ",
        "bhaja godruma-kānana-kuñja-vidhum"
      ],
      "translation": [
        "His mood is that of wielding a stick for chasing away the mad dog of *Kali-yuga*. He is absorbed in distributing the holy name of Hari, the great remedy for material existence. His heart is melted with compassion for the fallen souls who are suffering, and His transcendental form is very beautiful. Just worship the beautiful Moon of Godruma’s forest bowers."
      ]
    },
    {
      "number": "9",
      "text": [
        "ripu-bāndhava-bheda-vihīna-dayā",
        "yad abhīkṣṇam udeti mukhābja-tatau",
        "tam akṛṣṇam iha vraja-rāja-sutam",
        "bhaja godruma-kānana-kuñja-vidhum"
      ],
      "translation": [
        "Continually beaming from His lotus face is causeless mercy that makes no distinction between so-called ‘friends’ or ‘enemies.’ Although the son of Mahārāja Nanda, He appears here in a form unlike that of Krishna’s dark complexion. Just worship the beautiful Moon of Godruma’s forest bowers."
      ]
    },
    {
      "number": "10",
      "text": [
        "iha chopaniṣat-parigīta-vibhur",
        "dvija-rāja-sutaḥ puraṭābha-hariḥ",
        "nija-dhāmani khelati bandhu-yuto",
        "bhaja godruma-kānana-kuñja-vidhum"
      ],
      "translation": [
        "In this world and in the Upaniṣads He is celebrated as the all-pervading Supreme Lord. He appears now as the son of the king of *brāhmaṇs* and is Lord Hari Himself, with a shining golden complexion. In His own abode He plays eternally with His cowherd boyfriends. Just worship the beautiful Moon of Godruma’s forest bowers."
      ]
    },
    {
      "number": "11",
      "text": [
        "avatāra-varaṁ paripūrṇa-kalaṁ",
        "para-tattvam ihātma-vilāsam ayam",
        "vraja-dhāma-rasāmbudhi-gupta-rasaṁ",
        "bhaja godruma-kānana-kuñja-vidhum"
      ],
      "translation": [
        "He is the most excellent of *avatāras*, and within Him exists the consummate expansions of Godhead. He is the Supreme Truth, enjoying Himself here in great playfulness. He embodies the most confidential mellows flowing within the ocean of *rasa* in Vraja Dhāma. Just worship the beautiful Moon of Godruma’s forest bowers."
      ]
    },
    {
      "number": "12",
      "text": [
        "śruti-varṇa-dhanādi na yasya kṛpā-",
        "janane balavad-bhajanena vinā",
        "tam ahaituka-bhāva-pathena sakhe",
        "bhaja godruma-kānana-kuñja-vidhum"
      ],
      "translation": [
        "O friend! Without the devotional performance of purely intense *bhajana*, your vast scholarship, noble family lineage, wealth, and so on are completely ineffective for invoking the mercy of the Lord. With a service attitude that is unmotivated, just worship the beautiful Moon of Godruma’s forest bowers."
      ]
    },
    {
      "number": "13",
      "text": [
        "api nakra-gatau hrada-madhya-gataṁ",
        "kam amochayad ārta-janaṁ tam ajam",
        "avichintya-balaṁ śiva-kalpa-taruṁ",
        "bhaja godruma-kānana-kuñja-vidhum"
      ],
      "translation": [
        "This same Lord once liberated the elephant Gajendra from the crocodile’s grasp within the lake. He is the unborn one, possessing inconceivable power, and is truly a desire-tree of pure auspiciousness. Just worship the beautiful Moon of Godruma’s forest bowers."
      ]
    },
    {
      "number": "14",
      "text": [
        "surabhīndra-tapaḥ parituṣṭa-manā",
        "vara-vaṛṇa-dharo harir āvirabhūt",
        "tam ajasra-sukhaṁ muni-dhairya-haraṁ",
        "bhaja godruma-kānana-kuñja-vidhum"
      ],
      "translation": [
        "Being pleased with the penances of Indra and the *surabhi* cow, Lord Hari has appeared again in this world possessing a superexcellent complexion. He is endless happiness, and He plunders the patience of the learned sages. Just worship the beautiful Moon of Godruma’s forest bowers."
      ]
    },
    {
      "number": "15",
      "text": [
        "abhilāṣa-chayaṁ tad-abheda-dhiyam",
        "aśubhaṁ cha śubhaṁ tyaja sarvam ida",
        "anukūlatayā priya-sevanayā",
        "bhaja godruma-kānana-kuñja-vidhum"
      ],
      "translation": [
        "The multitude of worldly desires, philosophical meditations on the impersonal oneness of all beings, as well as the relative conceptions of what is auspicious or inauspicious—utterly renounce all of these things. In a favorable mood while rendering loving devotional service, just worship the beautiful Moon of Godruma’s forest bowers."
      ]
    },
    {
      "number": "16",
      "text": [
        "hari-sevaka-sevana-dharma-paro",
        "hari-nāma-rasāmṛta-pāna-rataḥ",
        "nati-dainya-dayā-para-māna-yuto",
        "bhaja godruma-kānana-kuñja-vidhum"
      ],
      "translation": [
        "Remaining fixed in the service of Hari’s servants, being addicted to drinking the sweet nectar of the holy name of Hari, and endowed with modesty, humility and compassion, offering all respect unto others, just worship the beautiful Moon of Godruma’s forest bowers."
      ]
    },
    {
      "number": "17",
      "text": [
        "vada yādava mādhava kṛṣṇa hare",
        "vada rāma janārdana keśava he",
        "vṛṣabhānusutā-priya-nātha sadā",
        "bhaja godruma-kānana-kuñja-vidhum"
      ],
      "translation": [
        "Incessantly call out to the Lord, “O Yādava! O Mādhava! O Krishna! O Hari!” Chant, “O Rāma! O Janārdana! O Keśava!” “O beloved Lord of V ṛṣabhānu’s daughter!”—and just worship the beautiful Moon of Godruma’s forest bowers."
      ]
    },
    {
      "number": "18",
      "text": [
        "vada yāmuna-tīra-vanādri-pate",
        "vada gokula-kānana-puñja-rave",
        "vada rāsa-rasāyana gaura-hare",
        "bhaja godruma-kānana-kuñja-vidhum"
      ],
      "translation": [
        "Please chant, “O Lord of the forests and hills along the banks of the river Yamunā!” Chant, “O brilliant sun of the groves of Gokula!” Chant, “O elixir of life for the *rāsa* dance!” “O Gaurahari!”—and just worship the beautiful Moon of Godruma’s forest bowers."
      ]
    },
    {
      "number": "19",
      "text": [
        "chala gaura-vanaṁ nava-khaṇḍa-mayaṁ",
        "paṭha gaura-hareś charitāni mudā",
        "luṭha gaura-padāṅkita-gāṅga-taṭaṁ",
        "bhaja godruma-kānana-kuñja-vidhum"
      ],
      "translation": [
        "Please go to the forest of Lord Gaura, divided into nine islands. Please read and recite with great joy the pastimes of Lord Gaurahari. Please roll about in ecstasy on the bank of the river Gaṅgā marked with the footprints of Lord Gaura—and just worship the beautiful Moon of Godruma’s forest bowers."
      ]
    },
    {
      "number": "20",
      "text": [
        "smara gaura-gadādhara-keli-kalāṁ",
        "bhava gaura-gadādhara-pakṣa-charaḥ",
        "śṛṇu gaura-gadādhara-chāru-kathāṁ",
        "bhaja godruma-kānana-kuñja-vidhum"
      ],
      "translation": [
        "Just remember the artistically playful pastimes of Gaura and Gadādhara. Just become a loyal follower of Gaura and Gadādhara’s camp. Just listen to the captivating stories of Gaura and Gadādhara—and just worship the beautiful Moon of Godruma’s forest bowers."
      ]
    }
  ],
  "embeds": [
    {
      "title": "Shrila Bhakti Ranjan Madhusudan Maharaj",
      "embed_url": "https://soundcloud.com/bharatimaharaj/madhusudan-maharaj-jadite",
      "iframe_url": "https://w.soundcloud.com/player/?url=https%3A%2F%2Fsoundcloud.com%2Fbharatimaharaj%2Fmadhusudan-maharaj-jadite",
      "embed_code": "<iframe width=\"100%\" height=\"20\" scrolling=\"no\" frameborder=\"no\" allow=\"autoplay\" src=\"https://w.soundcloud.com/player/?url=https%3A%2F%2Fsoundcloud.com%2Fbharatimaharaj%2Fmadhusudan-maharaj-jadite\"></iframe>"
    }
  ]
}