{
  "meta": {
    "page": 122,
    "first_line": "yāmunāmbu-kṛṣṇa-rādhikāli-keli-maṇḍalam"
  },
  "title": [
    "Śrī Śrī",
    "Premadhāma-deva-stotram"
  ],
  "author": [
    "Composed by Śrīla Bhakti Rakṣak Śrīdhar Dev-Goswāmī Mahārāj",
    "Edited by Swāmī Bhakti Pāvan Janārdan"
  ],
  "subtitle": [
    "Friday"
  ],
  "verses": [
    {
      "number": "61",
      "text": [
        "yāmunāmbu-kṛṣṇa-rādhikāli-keli-maṇḍalaṁ",
        "vyakta-gupta-dṛpta-tṛpta-bhaṅgi-mādanākulam",
        "gūḍha-divya-marma-moda-mūrchanā-chamatkaraṁ",
        "prema-dhāma-devam eva naumi gaura-sundaram"
      ],
      "translation": [
        "In the sacred waters of the Yamunā in Vṛndāvan, Śrī Rādhā-Govinda, along with Their dearmost cowherd-maiden friends, perform various charming water-sport Pastimes. These divine Pastimes are sometimes revealed, sometimes hidden, sometimes in opposition to each other, and sometimes harmonious. In this way the Lord’s Pastimes are couched in different gestures which bring about different types of divine hankering. The melodious tune of this confidential spiritual treasure which astounds the entire universe was distributed by Śrī Chaitanya Mahāprabhu. I offer my obeisances to that beautiful Golden Lord, Gaurāṅga Sundar, the divine form of Krishna-*prema*."
      ]
    },
    {
      "number": "62",
      "text": [
        "āsya-gharṣaṇādi-chāṭakādri-sindhu-līlanaṁ",
        "bhakta-marma-bhedi-tīvra-duḥkha-saukya-khelanam",
        "atyachintya-divya-vaibhavāśritaika-śaṅkaraṁ",
        "prema-dhāma-devam eva naumi gaura-sundaram"
      ],
      "translation": [
        "Upon glancing at the Chāṭaka hill, intolerable feelings of separation overwhelmed the Lord, and different Pastimes in the mood of profound adoration were incited, whereby the Lord began to rub His beautiful face on the ground. When Śrī Gaurāṅga would remember the water-sport Pastimes of Lord Krishna, He would jump into the ocean and exhibit the divine symptoms of one intoxicated by pure love. By performing these Pastimes, the Lord would inundate the devotees’ hearts with waves from the grand ocean of love of Krishna. Those desperate waves carried both transcendental anxiety and joy up onto the shore of the devotees’ hearts. Such inconceivable auspiciousness was bestowed only upon the Lord’s most surrendered associates. I offer my obeisances to that beautiful Golden Lord, Gaurāṅga Sundar, the divine form of Krishna-*prema*."
      ]
    },
    {
      "number": "63",
      "text": [
        "śrotra-netra-gatyatīta-bodha-rodhitādbhutaṁ",
        "prema-labhya-bhāva-siddha-chetanā-chamatkṛtam",
        "brahma-śambhu-veda-tantra-mṛgya-satya-sundaraṁ",
        "prema-dhāma-devam eva naumi gaura-sundaram"
      ],
      "translation": [
        "Śrī Chaitanya Mahāprabhu is not only beyond the mundane experiences of sight and sound, but He also arrests all intellectual endeavors to know Him. Being situated in pure love of Godhead, He remains a mystery and astonishes even those living entities who are fixed in self-realization. The revealed Vedas of Lord Brahmā and the Tantric literatures of Lord Shiva are simply searching after Śrī Gaurasundar, reality the beautiful. I offer my obeisances to that beautiful Golden Lord, Gaurāṅga Sundar, the divine form of Krishna-*prema*."
      ]
    },
    {
      "number": "64",
      "text": [
        "vipra-śūdra-vijña-mūrkha-yāvanādi-nāmadaṁ",
        "vitta-vikramocha-nīcha-sajjanaika-sampadam",
        "strī-pumādi-nirvivāda-sārvavādikoddharaṁ",
        "prema-dhāma-devam eva naumi gaura-sundaram"
      ],
      "translation": [
        "By freely distributing the Holy Name of Krishna, Śrī Gaurāṅgadev purified the scholarly intellectual class, the labourer class, the illiterate, and even the lowest sections of society. The Lord alone was the embodiment of the greatest wealth for all sincere and gentle souls, both the rich and the poor, the aristocratic and the lowborn. Therefore, Lord Chaitanya is respected and honoured by men and women alike as the saviour of all, in both the mundane and spiritual worlds. I offer my obeisances to that beautiful Golden Lord, Gaurāṅga Sundar, the divine form of Krishna-*prema*."
      ]
    },
    {
      "number": "65",
      "text": [
        "sindhu-śūnya-veda-chandra-śāka-kumbha-pūrṇimā",
        "sāndhya-chāndrakoparāga-jāta-gaura-chandramā",
        "snāna-dāna-kṛṣṇa-nāma-saṅga-tat-parātparaṁ",
        "prema-dhāma-devam eva naumi gaura-sundaram"
      ],
      "translation": [
        "Like a golden moon, Śrī Gaurachandra appeared in the year 1407 Śakābda (1486 A.D.), at the onset of a lunar eclipse on a full-moon evening in the month of March. When the Absolute Truth Śrī Gaurāṅgadev incarnated in the beautiful courtyard of Śachī Devī, the residents of Māyāpur were bathing in the sacred Ganges, congregationally chanting the Holy Names of Hari, and making offerings of various types of jewels to the Lord. I offer my obeisances to that beautiful Golden Lord, Gaurāṅga Sundar, the divine form of Krishna-*prema*."
      ]
    },
    {
      "number": "66",
      "text": [
        "ātma-siddha-sāvalīla-pūrṇa-saukhya-lakṣaṇaṁ",
        "svānubhāva-matta-nṛtya-kīrtanātma-vaṇṭanam",
        "advayaika-lakṣya-pūrṇa-tattva-tat-parātparaṁ",
        "prema-dhāma-devam eva naumi gaura-sundaram"
      ],
      "translation": [
        "This is the all-conquering conclusion: the highest conception of the Ultimate Reality must also be the highest form of *ānanda*, ecstasy. Śrī Chaitanya Mahāprabhu is Krishna, ecstasy Himself, tasting His own sweetness and dancing in ecstatic joy. His own Holy Name is the cause of His ecstasy, expressed as dancing, and the Holy Name is the effect of His ecstasy, expressed as chanting. The cause is the effect. The dynamo is creating ecstatic energy which makes Him dance, and His chanting distributes that ecstasy to others. I offer my obeisances to that beautiful Golden Lord, Gaurāṅga Sundar, the divine form of Krishna-*prema*."
      ]
    },
    {
      "number": "67",
      "text": [
        "śrī-purīśvarānukampi-labdha-dīkṣa-daivataṁ",
        "keśavākhya-bhāratī-sakāśa-keśa-rakṣitam",
        "mādhavānudhī-kiśora-kṛṣṇa-sevanādaraṁ",
        "prema-dhāma-devam eva naumi gaura-sundaram"
      ],
      "translation": [
        "Śrī Īśvara Purī became very fortunate when Lord Gaurāṅga exhibited His causeless mercy by accepting initiation from him. Śrī Keśava Bhāratī was similarly favoured in that in his presence, Lord Gaurāṅga shaved His beautiful curly hair and accepted from him the garments of a renunciate. Lord Chaitanya gave undivided attention to Śrī Mādhavendra Purī, stating that his attachment for serving Lord Krishna’s *kiśora* form in conjugal love was the highest expression of dedication. I offer my obeisances to that beautiful Golden Lord, Gaurāṅga Sundar, the divine form of Krishna-*prema*."
      ]
    },
    {
      "number": "68",
      "text": [
        "sindhu-bindu-veda-chandra-śāka-phālgunoditaṁ",
        "nyāsa-soma-netra-veda-chandra-śāka-bodhitam",
        "vāṇa-vāṇa-veda-chandra-śāka-lochanāntaraṁ",
        "prema-dhāma-devam eva naumi gaura-sundaram"
      ],
      "translation": [
        "I offer my respects unto Śrī Gaurāṅgadev, who rose like a golden moon in Śrī Māyāpur in 1407 Śakābda, revealed the pastime of accepting the garments of the renounced order, *sannyās*, in 1431 Śakābda in order to benedict the entire material universe, and disappeared beyond the ordinary vision of the people of this world in 1455 Śakābda. I offer my obeisances to that beautiful Golden Lord, Gaurāṅga Sundar, the divine form of Krishna-*prema*."
      ]
    },
    {
      "number": "69",
      "text": [
        "śrī-svarūpa-rāya-saṅga-harṣa-śeṣa-ghoṣaṇaṁ",
        "śikṣaṇāṣṭakākhya-kṛṣṇa-kīrtanaika-poṣaṇam",
        "prema-nāma-mātra-viśva-jīvanaika-sambharaṁ",
        "prema-dhāma-devam eva naumi gaura-sundaram"
      ],
      "translation": [
        "With great joy Śrī Gaurasundar told His dearmost associates Śrī Swarūp Dāmodar and Rāmānanda Rāya that the process of congregationally chanting the Holy Names of Krishna bestows the highest benediction upon the living entities in this age of Kali:",
        "*harṣe prabhu kohena, “śuno svarūpa-rāma-rāya*\\",
        "*nāma saṅkīrtana kalau, parama upāya”*",
        "In His famous composition Śrī Śikṣāṣṭakam also, Lord Gaurāṅga has placed the chanting of Lord Krishna’s Names on the topmost level of importance. The Supreme Lord further taught that chanting Lord Krishna’s Names in pure love of Godhead perfectly nourishes and fully satisfies all the living entities in the universe. I offer my obeisances to that beautiful Golden Lord, Gaurāṅga Sundar, the divine form of Krishnaprema ."
      ]
    },
    {
      "number": "70",
      "text": [
        "prema hema-deva dehi-dāsareṣa manyatāṁ",
        "kṣamyatāṁ mahāparādha-rāśireṣa-gaṇyatām",
        "rūpa-kiṅkareṣu rāmānanda-dāsa-sambharaṁ",
        "prema-dhāma-devam eva naumi gaura-sundaram"
      ],
      "translation": [
        "Oh my Golden Lord! (*Suvarṇa-varṇa hemāṅga*) Oh ocean of *prema*! Kindly grant me the wealth of Your divine love! Please give some slight attention to this fallen soul and pardon his unlimited offenses. There are so many servants of Śrī Rūpa who are so dear to You. My only aspiration is that You count me as one of those servitors. Oh Gaurasundar, You are the sole protector and embodiment of good fortune for me, Rāmānanda Dās. I offer my obeisances to you, Oh Gaurāṅga Sundar, my most beautiful Golden Lord, the divine form of Krishna-*prema*."
      ]
    },
    {
      "number": "71",
      "text": [
        "saśraddhaḥ sapta-daśakaṁ prema-dhāmeti-nāmakam",
        "stavaṁ ko ’pi paṭhan gauraṁ rādhā-śyāma-mayaṁ vrajet"
      ],
      "translation": [
        "Whoever faithfully recites this composition of seventy prayers known as the Premadhāma-deva-stotram will be granted the opportunity to serve that beautiful Golden Lord, Gaurāṅga Sundar, who is none other than Śyāmasundar Himself covered by the heart and halo (*bhāva* and *kānti*) of Śrīmatī Rādhārāṇī."
      ]
    },
    {
      "number": "72",
      "text": [
        "pañchame śata-gaurābde śrī-siddhānta-sarasvatī",
        "śrīdharaḥ ko ’pi tach chiṣyas tridaṇḍī-nauti-sundaram"
      ],
      "translation": [
        "These prayers have been composed in the fifth century after the appearance of Śrī Chaitanya Mahāprabhu by a certain *sannyās* disciple of Śrīla Saraswatī Ṭhākur named Śrīdhar [Śrīla Bhakti Rakṣak Śrīdhar Dev-Goswāmī Mahārāj]."
      ]
    }
  ]
}