{
  "meta": {
    "page": 322,
    "first_line": "yo ’nanto ’nanta-vaktrair niravadhi"
  },
  "title": [
    "Śrīman Nityānanda Dvādaśakam"
  ],
  "author": [
    "by Śrīla Bhakti Rakṣak Śrīdhar Dev-Goswāmī Mahārāj"
  ],
  "subtitle": [
    "12 Prayers revealing the ontological position and Pastimes of Lord Nityananda."
  ],
  "verses": [
    {
      "number": "1",
      "text": [
        "yo ’nanto ’nanta-vaktrair niravadhi",
        "    hari-saṁkīrtanaṁ saṁvidhatte",
        "yo vā dhatte dharitrīṁ śirasi",
        "    niravadhi kṣudra-dhūlī kaṇeva",
        "yaḥ śeśaś-chatra-śayyāsana-vasana-",
        "    vidhaiḥ sevate te yad-arthāḥ",
        "śrī-nityānanda-chandraṁ bhaja bhaja satataṁ",
        "    gaura-kṛṣṇa-pradaṁ tam"
      ],
      "translation": [
        "Lord Nityānanda’s representation as Ananta Śeṣa posseses unlimited mouths which propagate and glorify Lord Hari’s Holy Names and attributes. Ananta Śeṣa constantly holds the weight of the Earth planet upon His innumerable hoods as if it were an insignificant particle of dust. Ananta Śeṣa serves the Lord in several ways, manifesting  Himself as the Lord’s personal umbrella, resting place, and clothing. Let us eternally worship that great personality Śrī Nityānanda-chandra, who freely grants the association of Śrī Gaurāṅgadev, who is none other than Lord Krishna."
      ]
    },
    {
      "number": "2",
      "text": [
        "aṁśair yaḥ kṣīraśāyī sakala bhuvanapaḥ",
        "    sarva jīvāntarastho",
        "yo vā garbhodaśāyī-daśa-śata-vadano",
        "    veda-sūktair vigītaḥ",
        "bramāṇḍāśeṣa garbhā prakṛti-pati-patir",
        "    jīva-saṅghāśrayāṅgaḥ",
        "śrī nityānanda-chandraṁ bhaja bhaja satataṁ",
        "    gaura-kṛṣṇa-pradaṁ tam"
      ],
      "translation": [
        "Lord Nityānanda’s partial manifestation as Kśīrodakaśāyī Viṣṇu functions as thep reservation principle of the entire universal creation, and is localized within every soul (Paramātma). Another eminent expansion of Lord Nityānanda is Garbhodaśāyī Viṣṇu, that allimposing figure whose thousands of heads are eulogized in the Vedic orations. Lord Nityānanda’s presence is further extended in His expansion as Kāraṇodaśāyī Viṣṇu, the supplying principle encompassing unlimited universes. Lord Nityānanda is the master of the Lord of material nature, Kāraṇodaśāyī Viṣṇu, who is the shelter of all living entities. Let us eternally worship that great personality Śrī Nityānanda-chandra, who freely grants the association of Śrī Gaurāṅgadev, who is none other than Lord Krishna."
      ]
    },
    {
      "number": "3",
      "text": [
        "yasyāṁśo vyuha-madhye vilasati parama-",
        "    vyomni saṁkarṣaṇākhya",
        "ātanvan śuddha-sattvaṁ nikhila-hari-sukhaṁ",
        "    chetanaṁ līlayā cha",
        "jīvāhaṅkāra-bhāvāspada iti kathitaḥ",
        "    kutrachij-jīvavad yaḥ",
        "śrī-nityānanda-chandraṁ bhaja bhaja satataṁ",
        "    gaura-kṛṣṇa-pradaṁ tam"
      ],
      "translation": [
        "Lord Nityānanda’s presence is further extended within the spiritual abode of Vaikuṇṭha in His partial manifestation known as Saṅkarṣaṇa. In Vaikuṇṭha, Lord Saṅkarṣaṇa performs spiritual Pastimes which are fully transcendental, situated in pure goodness, and all-pleasing to Lord Hari. As mentioned in the revealed scriptures, Lord Nityānanda is the individual temperament of ego existing within the living entity, and He sometimes appears just like an ordinary living entity. Let us eternally worship that great personality Śrī Nityānanda-chandra, who freely grants the association of Śrī Gaurāṅgadev, who is none other than Lord Krishna."
      ]
    },
    {
      "number": "4",
      "text": [
        "yaśchādi vyuha-madhye prabhavati sagaṇo",
        "    mūla-saṅkarṣaṇākhyo",
        "dvārāvatyāṁ tad-ūrdhe madhupuri vasati",
        "    prābhavākhyo vilāsaḥ",
        "sarvāṁśī rāma-nāmā vrajapuri ramate",
        "    sānujo yaḥ svarūpe",
        "śrī-nityānanda-chandraṁ bhaja bhaja satataṁ",
        "    gaura-kṛṣṇa-pradaṁ tam"
      ],
      "translation": [
        "Lord Nityānanda who is the fountainhead of the primary Saṅkarṣaṇa, exists in full splendour separate from the original quadruple expansion, and is known as Mūla Saṅkarṣaṇa. That all-attractive personality, Śrī Saṅkarṣaṇa., performs His wonderful Pastimes in the spiritual realm in the regions known as Mathurā and Dvārakā. The trascendental city of Dvārakā is situated just below the city of Mathurā. It is in these spiritual places that Lord Saṅkarṣaṇa and His associates Aniruddha and Pradyumna exhibit Their particular Pastimes scripturally known as prabhāva-vilāsaḥ. Nityānanda Prabhu in the form of Lord Balarāma is the ultimate source of all incarnations, and sportively plays in the charming village of Vrajapura with His younger brother Lord Krishna. Let us eternally worship that great personality Śrī Nityānanda-chandra, who freely grants the association of Śrī Gaurāṅgadev, who is none other than Lord Krishna."
      ]
    },
    {
      "number": "5",
      "text": [
        "śrī-kṛṣṇa-premanāmā parama-sukhamayaḥ",
        "    ko’pyachintyaḥ padārtho",
        "yad gandhāt sajjanaughā nigama-baṅhumataṁ",
        "    mokṣam apy ākṣipanti",
        "kaivalyaiśvarya-sevā-pradagaṇa iti",
        "    yasyāṅgataḥ premadātuḥ",
        "śrī nityānanda-chandraṁ bhaja bhaja satataṁ",
        "    gaura-kṛṣṇa-pradaṁ tam"
      ],
      "translation": [
        "Pure unalloyed love for Lord Krishna, which is inconceivable to all, embodies the most supreme and intense happiness. When the devotees of the Lord realize the joy of such love, they caste away the innumerable doctrines offered by the Vedas, including the soul’s emancipation. Lord Nityānandaopenlybestowspurelove, automatically including worship of the non-differentiated Brahman and service offered in Vaikuṇṭha, which is dominated by opulence and grandeur. Let us eternally worship that great personality Śrī Nityānanda-chandra, who freely grants the association of Śrī Gaurāṅgadev, who is none other than Lord Krishna."
      ]
    },
    {
      "number": "6",
      "text": [
        "yo bālye līlayaikaḥ parama-madhurayā",
        "    chaikachakrānagaryāṁ",
        "mātā-pitror janānā matha nija-suhṛdāṁ",
        "    hlādayaṁś chitta-chakram",
        "tīrthān vabhrāma sarvānupahṛta janako",
        "    nyāsinā prārthitaś cha",
        "śrī-nityānanda-chandraṁ bhaja bhaja satataṁ",
        "    gaura-kṛṣṇa-pradaṁ tam"
      ],
      "translation": [
        "When Nityānanda Prabhu was a small boy, He performed sweet and charming Pastimes in the village of Ekachakra. His Pastimes invoked the deepest heartfelt happiness in His mother, father, relatives, and close friends. Once, a renunciate arrived at the house of Nityānanda and prayed to the boy’s father for his son. Lord Nityānanda was placed in the hands of the renunciate and left to visit the holy places of pilgrimage, wandering throughout the length and breadth of India. Let us eternally worship that great personality Śrī Nityānanda-chandra, who freely grants the association of Śrī Gaurāṅgadev, who is none other than Lord Krishna."
      ]
    },
    {
      "number": "7",
      "text": [
        "bhrāmaṁ bhrāmañ cha tīrthān yati-mukuṭa-",
        "    maṇi mādhavendra prasaṅgāt",
        "labdhollāsaḥ pratikṣya prakaṭita-charitaṁ",
        "    gauradhāmājagāma",
        "śrī-gauraḥ śrīnivāsādibhir api",
        "    yamāvāpālaye nandanasya",
        "śrī nityānanda-chandraṁ bhaja bhaja satataṁ",
        "    gaura-kṛṣṇa-pradaṁ tam"
      ],
      "translation": [
        "Nityānanda travelled from place to place with the crest jewel of the renounced order, Śrī Mādhavendra Purī. In the pure association of Mādhavendra Purī, Lord Nityānanda experienced the most joyful symptoms of ecstasy. After this, the Lord journeyed to Nabadwīp, where He eagerly waited for Śrī Chaitanya Mahāprabhu to reveal His benevolent nature to the world. Shortly following Nityānanda’s arrival. Lord Chaitanyadeva Himself, in the company of Śrīnivās Paṇḍit and Haridās Ṭhākur, went to the house of Śrī Nandanāchārya and found Nitāi there. Let us eternally worship that great personality Śrī Nityānanda-chandra, who freely grants the association of Śrī Gaurāṅgadev, who is none other than Lord Krishna."
      ]
    },
    {
      "number": "8",
      "text": [
        "prāptājño gaura-chandrādakhilajana",
        "    gaṇoddhāra-nāma-pradāne",
        "yaḥ prāpya dvau surāpau kalikaluṣa-hatau",
        "    bhrātarau brahma-daityau",
        "gāḍha-prema prakāśaiḥ kṛta-rudhira-vapuś",
        "    chāpi tāv-ujjahāra",
        "śrī-nityānanda-chandraṁ bhaja bhaja satataṁ",
        "    gaura-kṛṣṇa-pradaṁ tam"
      ],
      "translation": [
        "Nityānanda Prabhu was ordered by the golden moon, Śrīman Mahāprabhu, to deliver the masses by the wide distribution of Lord Krishna’s Holy Names. One evening, Lord Nityānanda encountered those two drunken and sinful brothers, Jagāi and Mādhāi, who were previously *brahma-daitya* demons of the first order, acting under the devastating spell of *Kali-yuga*. Suddenly, Nitāi was attacked by Mādhāi, whereupon His body became smeared with blood. In response, Lord Nitāi exhibited deep affection for the welfare of the two brothers and rescued them from their abominable condition. Let us eternally worship that great personality Śrī Nityānandachandra, who freely grants the association of Śrī Gaurāṅgadev, who is none other than Lord Krishna."
      ]
    },
    {
      "number": "9",
      "text": [
        "sākṣād-gauro gaṇānāṁ śirasi yad",
        "    avadhūtasya kaupīna-khaṇḍaṁ",
        "saṁdhartuñ chādideśāsava yavana vadhū",
        "    spṛṣṭa-dṛṣṭo ’pi vandyaḥ",
        "brahmādyānām apīti prabhu-parihṛtakānām",
        "    api sveṣṭa-pīṭaḥ",
        "śrī-nityānanda-chandraṁ bhaja bhaja satataṁ",
        "    gaura-kṛṣṇa-pradaṁ tam"
      ],
      "translation": [
        "Lord Gaurāṅga instructed His family members and followers to wear pieces of Lord Nityānanda’s kaupīna respectfully on their bodies. So pure and impeccable is the character of Nitāi that even if He is seen holding the hand of a Yavana’s wife and carrying a bottle of wine, nonetheless He remains supremely worshippable by the great demigods such as Lord Brahmā. Lord Nityānanda is also the desirable object of those exalted devotees who can steal away the heart of the Lord. Let us eternally worship that great personality Śrī Nityānanda-chandra, who freely grants the association of Śrī Gaurāṅgadev, who is none other than Lord Krishna."
      ]
    },
    {
      "number": "10",
      "text": [
        "uddhartuṁ jñāna-karmādy-apahata-charitān",
        "    gaura-chandro yad āsau",
        "nyāsaṁ kṛtvā tu māyā mṛgamanusṛtavān",
        "    grāhayan kṛṣṇa-nāma",
        "tach-chāyevānvadhāvat sthala-jala-gahane",
        "    yo ’pi tasyeṣṭa-cheṣṭaḥ",
        "śrī nityānanda-chandraṁ bhaja bhaja satataṁ",
        "    gaura-kṛṣṇa-pradaṁ tam"
      ],
      "translation": [
        "Accepting the renounced order of life and distributing the Lord’s Holy Names, Lord Gaurāṅga chased after those souls who had been spoiled by the doctrines of dry argumentative logic and motivated fruitive activity. Like Lord Gaurāṅga’s own shadow, Nitāi Prabhu accompanied the Lord over land and through rivers, waterways, and jungles. In addition, Lord Nityānanda is the desired goal of all Gaurāṅga’s endeavours. Let us eternally worship that grand personality Śrī Nityānanda-chandra, who can freely grant the association of that golden Lord Śrī Gaurāṅgadev, who is none other than Lord Krishna."
      ]
    },
    {
      "number": "11",
      "text": [
        "śrī-rādhā-prema-lubdho divasa-niśi-",
        "    tadāsvāda-mattaika līlo",
        "gauro yañ-chādideśa svaparikara-vṛtaṁ",
        "    kṛṣṇa-nāma pradātum",
        "gauḍe ’bādhaṁ dadau yaḥ subhaga-gaṇa-",
        "    dhanaṁ gaura-nāma-prakāmaṁ",
        "śrī-nityānanda-chandraṁ bhaja bhaja satataṁ",
        "    gaura-kṛṣṇa-pradaṁ tam"
      ],
      "translation": [
        "Day  and  night  Lord  Chaitanya  was intoxicated with the intense desire to taste the sweetness of Śrī Rādhikā’s divine love for Krishna. Śrīman Mahāprabhu  instructed  Lord  Nityānanda  and  His associates to go out and profusely distribute the Holy Names of Lord Krishna. However, Lord Nityānanda instead plentifully distributed Lord Gaurāṅga’s Name, the most precious fortune available to the living entities, with no impediment at all. Let us worship that great personality Śrī Nityānanda-chandra, who freely grants the association of Śrī Gaurāṅgadev, who is none other than Lord Krishna."
      ]
    },
    {
      "number": "12",
      "text": [
        "śrī-rādhā-kṛṣṇa-līlā-rasa-madhura-",
        "    sudhāsvāda-śuddhaika-mūrtau",
        "gaure śraddhāṁ dṛḍhāṁ bho prabhu-parikara-",
        "    samrāṭ prayacchādhame ’smin",
        "ullaṅghyāṅghriṁ hi yasyākhila-bhajana-kathā",
        "    svapnavach chaiva mithyā",
        "śrī-nityānanda-chandraṁ patita-śaraṇa-daṁ",
        "    gaura-daṁ taṁ bhaje ’ham"
      ],
      "translation": [
        "O Nityānanda Prabhu, emperor amidst the personal associates of Śrīman Mahāprabhu! Kindly grant this fallen soul deep and resolute faith in that pure and divine figure of Śrī Gaurāṅga. Lord Gaurāṅga’s personality exclusively embodies the sweet nectar relished deep within the devotional mellows of Śrī Śrī Rādhā-Krishna’s Pastimes. But if Your lotus feet are over-looked, than all so-called devotional orations and prayers meant for the highest worship become false, like a dream. I worship You, that great personality Nityānanda-chandra, who openly bestows shelter to the most fallen souls, freely granting the association of Śrī Gaurāṅgadev."
      ]
    }
  ]
}